

{
    "totalMatches":"85",
    
        "1":{"course":"IDSEM-UG9150","title":"BUENOS AIRES: Art and Politics in the City: New York and Buenos Aires","credit":"4","level":"U","term":"SP","type":"Global Programs (IDSEM-UG)","year":"2017","section":"001","description":"THIS COURSE TAKES PLACE AT NYU-BUENOS AIRES. This course brings together students in New York and Buenos Aires to examine how urban arts and politics intersect in the Americas: How are art and politics understood and expressed differently and similarly in these two American metropolises and why? How do shared aesthetic features of public art in the city reflect the global circulation of urban creative modes? What do we learn about local politics from looking at the art and writing on a city’s public spaces? Teams of students in both cities will conduct field work in selected neighborhoods to help create an archive of murals, graffiti, performances, and installations. Then, drawing from readings in history, art criticism, and urban studies, as well as from census and electoral data and using GIS technology, we will analyze how social and political processes like gentrification, inequality, and planning generate and reflect creative political expression as captured in our database, culminating in transnational, collaborative projects that explore what the art and writing of city streets reveals about urban life in 21st century America.","days":"","days2":"","notes":""},
        "2":{"course":"IDSEM-UG1289","title":"Narrative Investigations II: Realism to Postmodernism","credit":"4","foundation-libarts":"HUM","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"In this class we will continue to explore the concept of narrative and the way writers interrogate literary and social conventions. As we consider how stories shape our notions of history, love, social class, and sexual identity, we will examine how the thinking of readers, and stories, changed from the nineteenth century to the twentieth. We will follow the emergence of a new form of narration, whose protagonists include not only characters, but also time, place, the city, the reader, and language itself. We will read Flaubert’s  <em>Madame Bovary<\/em> , James Joyce's  <em>Ulysses<\/em> , as well as essays on film and narrative theory. \n\n\n\n","days":"Tue Thu","times":"11:00 AM - 12:15 PM","days2":"","instructors":[{"Stacy Pies":"/content/gallatin/en/people/faculty/sep1"}],"notes":""},
        "3":{"course":"IDSEM-UG1342","title":"Language, Globalization, and the Self","credit":"4","foundation-libarts":"SOC","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"This course is intended as an exploration of language as vehicle for processes of globalization. What role did language play in the changes wrought by early capitalist transformations and the colonial expansion? Conversely, how have these global changes affected localized communities and the languages that identify them? And why should we care? To answer these questions we examine how the colonial experience has given rise to value-laden linguistic practices that mirror and sustain the racializing of privilege; and how the experience of language-loss encountered by voluntary and involuntary migrants can attack the integrity of the self. While ultimately concerned with language, our discussions have a wide scope ranging from issues of political economy to collective consciousness and individual psychology. Readings include Achino-Loeb's  <em>Silence: The Currency of Power<\/em> , Anderson's  <em>Imagined Communities<\/em> , Wolf's  <em>Europe and the People Without History<\/em> , Hoffman's  <em>Lost in Translation<\/em> , Richard Rodriguez’  <em>Hunger of Memory<\/em>  as well as selected excerpts from other sources. \n\n\n\n\n\n","days":"Wed","times":"11:00 AM - 1:45 PM","days2":"","instructors":[{"Maria-Luisa Achino-Loeb":"/content/gallatin/en/people/faculty/mal6"}],"notes":""},
        "4":{"course":"IDSEM-UG1811","title":"Desperate Housewives of the 19th-Century Novel","credit":"4","foundation-libarts":"HUM","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"From Jeffrey Eugenides's novel The Marriage Plot to TV's Desperate Housewives and \"Real Housewives\" series, our contemporary culture explores what happens after \"happily ever after.\" Some of the great novels of the mid-to-late 19th century also examine the dilemmas of wives during a period when every aspect of \"The Woman Question,\" including divorce and child custody laws, was debated. In this course we explore controversial novels in which female characters struggle with lives largely limited by the cultural stereotypes of the Angel in the House and the emerging New Woman..Readings include Gustave Flaubert’s Madame Bovary (1856), Kate Chopin's The Awakening (1899), and George Gissing’s The Odd Women (1893). We contextualize each with readings on historical events in the French, American, and English settings. We also read about the post-publication history of these works, including Flaubert’s trial for obscenity, Chopin’s supposedly abandoning novel-writing because of the controversy over her work, and Gissing’s own two disastrous marriages. Other readings include selections from J.S. Mill's The Subjection of Women, and from the theory of Thorstein Veblen and Michel Foucault. We end with an update: journalist Kate Bolick’s Spinster: Making a Life of One’s Own (2015) which examines her life and those of five other unmarried women writers: Maeve Brennan, Edna St. Vincent Millay, Edith Wharton, Neith Boyce, and Charlotte Perkins Gilman. \n\n\n\n","days":"Thu","times":"3:30 PM - 6:10 PM","days2":"","instructors":[{"June Foley":"/content/gallatin/en/people/faculty/jaf3"}],"notes":""},
        "5":{"course":"IDSEM-UG1785","title":"U.S. Empire and the Global South: The Long 20th Century","credit":"4","foundation-libarts":"SOC","foundation-histcult":"GLOBAL","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"This course will explore the makings of the U.S. Empire in the long 20th century through a closer look at its interactions with what has come to be termed “the Global South.” The main goals are to think critically about “empire” and “the global south” as dynamic categories of analysis, to explore debates about “American Exceptionalism,” and to examine how U.S. imperial power has been articulated and contested. The class will pursue these goals by focusing on four historical conjunctures that have brought together different regions of the world and that enable a better understanding of the political economy and cultural practices of the U.S. Empire. These conjunctures are the 1890s formal acquisition of colonies, the 1950s Cold War realignment, the 1980s debt crisis and counter-revolutions, and the contemporary War on Terror. Readings for this course may include: Greg Gradin’s  <em>Empire’s Workshop<\/em> , Laleh Khalili’s  <em>Time in the Shadows,<\/em>  Ann Stoler and Carole McGranahan’s  <em>Imperial Formations,<\/em>  Emily Rosenberg’s  <em>Financial Missionaries to the World<\/em> , Christina Duffy Burnett and Burke Marshall’s  <em>Foreign in a Domestic Sense<\/em> , Julian Go’s  <em>American Empire and the Politics of Meaning<\/em> , Edward Said’s  <em>Covering Islam<\/em> , Lila Abu-Lughod’s  <em>Do Muslim Women Need Saving?<\/em> , and Neferti Tadiyar’s  <em>Things Fall Away.<\/em>  \n\n","days":"Tue","times":"9:30 AM - 12:15 PM","days2":"","instructors":[{"Marie Cruz Soto":"/content/gallatin/en/people/faculty/mcs11","Paula Chakravartty":"/content/gallatin/en/people/faculty/puc1"}],"notes":""},
        "6":{"course":"IDSEM-UG1903","title":"Montaigne","credit":"2","foundation-libarts":"HUM","foundation-histcult":"EARLY","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"This class is a seven-week introduction to the thought of Michel de Montaigne (1533-1592). Nowadays, we encounter Montaigne’s work most frequently in aphoristic quotations like this one: “When I am playing with my cat, how do I know she is not playing with me?” Yet taken out of context, solitary citations conceal the complexity of Montaigne’s thought as well as that of the genre in which they appear, a genre, in f act, Montaigne is credited with having invented: the essay. This semester, we will read widely across the three volumes of Montaigne’s Essais and the diverse topics they consider, from lofty questions that grapple with the construction of the self, the question of experience, and the meaning of friendship and family to more banal topics like books, laziness, and, yes, thumbs. We will contextualize these writings by placing them in conversation with texts of other authors of the early modern period (Bacon, Browne, Burton, Castiglione, Columbus, de las Casas, Shakespeare, Sidney) as well as with more recent literary critical and critical theoretical texts.\n\n","days":"Wed","times":"9:30 AM - 12:15 PM","days2":"","instructors":[{"Andrea Gadberry":"/content/gallatin/en/people/faculty/alg16"}],"notes":"Course meets during the first seven weeks only, First Class: January 25; Last Class: March 8."},
        "7":{"course":"IDSEM-UG1738","title":"The Cultural Politics of Bad Taste","credit":"4","foundation-libarts":"HUM","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"This seminar investigates the ideological, political and historical parameters of ‘taste’ in popular culture. Through examination of media artifacts that exemplify ‘trash,’ the course examines how ‘taste’ is constituted as a cultural category that reflects, produces and maintains the social structures of American society. What is meant by designations such as ‘good’ and ‘bad’ media, ‘high and ‘low’ art, ‘offensive’ or ‘artistic’ and who is empowered to make these distinctions? How do ‘bad objects’ reveal the ideological basis of ‘taste,’ and what is their relationship to ‘legitimate’ art forms? Does ‘trash’ pose a challenge to cultural standards of taste and ‘the mainstream?' What is the relationship between ‘bad’ art and spectatorship and why might audiences find ‘trash’ so enthralling? Readings are drawn from Bourdieu’s  <em>Distinction<\/em> , Glynn’s  <em>Tabloid Culture<\/em> , Ross’  <em>No Respect<\/em> , and the anthology  <em>Trash Culture<\/em> , while screenings include cult films such as  <em>Mystery Science Theater 3000, Pink Flamingos, Plan 9 From Outer Space, South Park,<\/em>  and  <em>The Room<\/em> , and a selection of reality TV programs, music and viral videos. \n\n","days":"Thu","times":"3:30 PM - 6:10 PM","days2":"","instructors":[{"Julian Cornell":"/content/gallatin/en/people/faculty/jc266"}],"notes":""},
        "8":{"course":"IDSEM-UG1867","title":"Global Noodles: Silk Routes &amp; Subway Connections","credit":"4","foundation-libarts":"HUM","foundation-histcult":"PREMOD or GLOBAL","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"Is this just an excuse to eat lots of noodles. Yes, it is! This basic research course is immersive education in the most delicious, fully embodied sensate, and legal way possible. Along the way, you’ll learn about the secret ingredient to noodle making, the oldest noodle, Italian or Chinese?, and what Genghis Khan did for modernity. And yes this course is also historical and sopping in critical cultural theory, you can tell your parents, as a way to learn about cross-cultural communication challenges, intermingled spaces, and embodied knowledges and practices. We will examine the historical and ongoing impacts of the silk route latitudinal and longitudinal movements throughout Central Asia on the vernacular cultures of global cities, such as the migrant friendly neighborhoods New York City. Part of what is unarticulated yet implied by global cities is the compression of longue durees of times/spaces in one distinctive time/space. Besides slurping for mouth feel, understanding family broth recipes, and storytelling practices, we’ll be documenting, making, analyzing, and appreciating the worlds of noodle practices and conveying our collaborative findings using the latest in mapping apps. Readings and films will include: work by Chef Ken Hom,  <em>The Silk Road: A New History of the World<\/em> ,  <em>Cuisine & Empire: Cooking in World History<\/em> , essays from affect studies, and the use of CartoDB mapping software. Prerequisites – still loving  <em>Tampopo<\/em>  (1985) after three viewings, having comfy but stylish walking shoes, and purchasing two monthly Metro Cards.\n\n","days":"Tue","times":"3:30 PM - 6:10 PM","days2":"","instructors":[{"Jack Tchen":"/content/gallatin/en/people/faculty/jkt1"}],"notes":"Same as SCA-UA 380 001.  In order to register, students enroll in the lecture, IDSEM-UG 1867 001, and then select one of the recitations, IDSEM-UG 1867 002 or  IDSEM-UG 1867 003."},
        "9":{"course":"IDSEM-UG1855","title":"Creativity, Innovation, Entrepreneurship","credit":"4","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"The terms creativity, innovation and entrepreneurship (CI&E) are routinely invoked in the 21st century. The goal of this class is to examine these concepts both individually and in the way they interrelate. How do we understand these terms? To what extent are CI&E stable, contestable, or how is one a precursor of the other? A business writer suggested that “creativity is the price of admission, but it’s innovation that pays the bills.” As values, how do CI&E generate value in business, as well as in life? Thinking analytically and practically about CI&E, we will explore images of the self, economic notions of the good life and of society implicit in different ways that CI&E get parsed. And we will examine the anatomy of start-ups as well as intrapreneurship — the fostering of an entrepreneurial internal culture, where the Gallatin model of individualized study might be considered a useful paradigm.\n\n","days":"Mon","times":"7:45 PM - 10:15 PM","days2":"","instructors":[{"Peter Rajsingh":"/content/gallatin/en/people/faculty/pr9"}],"notes":"Open to Gallatin students only.  All others require permission of the instructor (pr9@nyu.edu)"},
        "10":{"course":"IDSEM-UG1867","title":"Global Noodles: Silk Routes &amp; Subway Connections","credit":"4","foundation-libarts":"HUM","foundation-histcult":"PREMOD or GLOBAL","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"002","description":"Is this just an excuse to eat lots of noodles. Yes, it is! This basic research course is immersive education in the most delicious, fully embodied sensate, and legal way possible. Along the way, you’ll learn about the secret ingredient to noodle making, the oldest noodle, Italian or Chinese?, and what Genghis Khan did for modernity. And yes this course is also historical and sopping in critical cultural theory, you can tell your parents, as a way to learn about cross-cultural communication challenges, intermingled spaces, and embodied knowledges and practices. We will examine the historical and ongoing impacts of the silk route latitudinal and longitudinal movements throughout Central Asia on the vernacular cultures of global cities, such as the migrant friendly neighborhoods New York City. Part of what is unarticulated yet implied by global cities is the compression of longue durees of times/spaces in one distinctive time/space. Besides slurping for mouth feel, understanding family broth recipes, and storytelling practices, we’ll be documenting, making, analyzing, and appreciating the worlds of noodle practices and conveying our collaborative findings using the latest in mapping apps. Readings and films will include: work by Chef Ken Hom,  <em>The Silk Road: A New History of the World<\/em> ,  <em>Cuisine & Empire: Cooking in World History<\/em> , essays from affect studies, and the use of CartoDB mapping software. Prerequisites – still loving  <em>Tampopo<\/em>  (1985) after three viewings, having comfy but stylish walking shoes, and purchasing two monthly Metro Cards.\n\n","days":"Thu","times":"4:55 PM - 6:10 PM","days2":"","notes":"Same as SCA-UA 380 002.  In order to register, students enroll in the lecture, IDSEM-UG 1867 001, and then select one of the recitations, IDSEM-UG 1867 002 or  IDSEM-UG 1867 003."},
        "11":{"course":"IDSEM-UG1867","title":"Global Noodles: Silk Routes &amp; Subway Connections","credit":"4","foundation-libarts":"HUM","foundation-histcult":"PREMOD or GLOBAL","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"003","description":"Is this just an excuse to eat lots of noodles. Yes, it is! This basic research course is immersive education in the most delicious, fully embodied sensate, and legal way possible. Along the way, you’ll learn about the secret ingredient to noodle making, the oldest noodle, Italian or Chinese?, and what Genghis Khan did for modernity. And yes this course is also historical and sopping in critical cultural theory, you can tell your parents, as a way to learn about cross-cultural communication challenges, intermingled spaces, and embodied knowledges and practices. We will examine the historical and ongoing impacts of the silk route latitudinal and longitudinal movements throughout Central Asia on the vernacular cultures of global cities, such as the migrant friendly neighborhoods New York City. Part of what is unarticulated yet implied by global cities is the compression of longue durees of times/spaces in one distinctive time/space. Besides slurping for mouth feel, understanding family broth recipes, and storytelling practices, we’ll be documenting, making, analyzing, and appreciating the worlds of noodle practices and conveying our collaborative findings using the latest in mapping apps. Readings and films will include: work by Chef Ken Hom,  <em>The Silk Road: A New History of the World<\/em> ,  <em>Cuisine & Empire: Cooking in World History<\/em> , essays from affect studies, and the use of CartoDB mapping software. Prerequisites – still loving  <em>Tampopo<\/em>  (1985) after three viewings, having comfy but stylish walking shoes, and purchasing two monthly Metro Cards.\n\n","days":"Thu","times":"6:20 PM - 7:35 PM","days2":"","notes":"Same as SCA-UA 380 003.  In order to register, students enroll in the lecture, IDSEM-UG 1867 001, and then select one of the recitations, IDSEM-UG 1867 002 or  IDSEM-UG 1867 003."},
        "12":{"course":"IDSEM-UG1466","title":"The Philosophy and Welfare Politics of Distributional Justice","credit":"4","foundation-libarts":"SOC","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"Are the outcomes of capitalist exchanges fair or unfair? Is capitalism supportive or detrimental to democratic virtues? Does the welfare state rectify the problems of capitalism or exacerbate them? John Rawls’ work  <em>A Theory of Justice<\/em>  has greatly shaped these considerations of the welfare state. His theory refined many of the debates concerning the fairness of capitalist economic outcomes and the effects capital accumulation has on democratic virtues. According to Rawls, the welfare state in some form was necessary for capitalism to have morally acceptable outcomes. But, critics of Rawls have called into question welfare state interventions, many finding them economically inefficient and detrimental to democratic virtues. Other critics have founds Rawls’ theory to be too limited in its impact, thereby supporting more extensive interventions into capital accumulation. In this course we will try to answer questions about the morality of capitalist accumulation by studying theoretical conceptions of Rawls’ work and the responses of his critics. The main texts of Rawls’ critics we will consider are Nozick’s  <em>Distributive Justice <\/em> and Cohen's  <em>Rescuing Justice and Equality<\/em> . We will also discuss current welfare state policies such as basic income grants. \n\n\n\n\n\n","days":"Fri","times":"3:30 PM - 6:10 PM","days2":"","instructors":[{"Justin Holt":"/content/gallatin/en/people/faculty/jh129"}],"notes":""},
        "13":{"course":"IDSEM-UG9251","title":"LONDON: Art and War, 1914-2004","credit":"4","foundation-libarts":"HUM","level":"U","term":"SP","type":"Global Programs (IDSEM-UG)","year":"2017","section":"001","description":"THIS COURSE TAKES PLACE AT NYU-LONDON. This 15 week course will take an in-depth yet wide-ranging look at an important but curiously neglected aspect of modern western visual culture. Within a broadly chronological structure, topics to be dealt with will include the following: the relationship between art and atrocity, and the attendant problem of the aestheticisation of horror; the crucial influence of photography and the growth of mass communications; the issue of censorship, both external and internal, and the related issue of the \"limits of representation\" (above all, in relation to the Holocaust and Hiroshima); the distinction between official and unofficial war art, and between art and propaganda, between art that endorses and even glorifies war and an art of protest; issues of gender and sexuality; questions of cultural memory and the memorialization process, and the representation of war in contemporary art practice. It will consist of a combination of informal lectures, student presentations, at least one gallery visit, and the occasional film showing. ","days":"","days2":"","notes":""},
        "14":{"course":"IDSEM-UG1727","title":"Plato's Apology","credit":"2","foundation-libarts":"HUM","foundation-histcult":"PREMOD","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"‘Corrupting the youth’ of Athens? Virtue in action? Threat to the body politic? Model citizen? Plato’s Socrates presents a conundrum for ancient and modern thought. In his brilliant dialogue, the  <em>Apology<\/em> , Plato recreates Socrates’ defense of himself at his trial in 399 BCE for (among other things) ‘corrupting the youth’ of his city. The  <em>Apology<\/em>  sits at the intersection of law, politics, philosophy, religion, erotics, and pedagogy. In this course, we read the  <em>Apology <\/em> closely, exploring it as philosophical reflection, courtroom oratory, literary text—and as gripping drama. Supplementary readings address: intellectual milieu, historical and political context, questions of genre. \n\n","days":"Tue","times":"3:30 PM - 6:10 PM","days2":"","instructors":[{"Laura Slatkin":"/content/gallatin/en/people/faculty/ls104"}],"notes":"Course meets during the first seven weeks only, First Class: January 24; Last Class: March 7. Open to juniors and seniors only."},
        "15":{"course":"IDSEM-UG1901","title":"Social Theory and Curatorial Practice","credit":"4","foundation-libarts":"SOC","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"In contemporary art and media worlds, it seems as if everyone who makes choices about what to present to the public is called a curator. But what exactly is the work of curating? How do curators refine their capacities for judgment, storytelling, and display? How are these forms of expertise learned, and in what ways do they intersect with other forms of cultural production? Balancing critical and applied perspectives, this course investigates curatorial work as a site of cultural practice, a sphere of action and knowledge—above all, the “eye” or sense of critical taste—that is learned and performed in multiple contexts of display. Connecting curation to its etymological roots in “cure” and “care,” this course will also consider curating as a remedial practice that has changed over time in relation to globalized networks of the art market, professionalization, and the phenomenon of celebrity curators. Students will investigate curatorial intent and outcomes based on exhibition catalogs, reviews, and other forms of documentation. Students will also explore contemporary practices of curating within and beyond the space of the gallery through their own curatorial projects. <strong>Throughout the class, we will read theoretical texts by curators, social theorists, and artists, including Claire Bishop, Pierre Bourdieu, Andrea Fraser, Candice Hopkins, and Hans Ulrich Obrist. <\/strong>\n\n","days":"Tue","times":"3:30 PM - 6:10 PM","days2":"","instructors":[{"Eugenia Kisin":"/content/gallatin/en/people/faculty/eck257"}],"notes":""},
        "16":{"course":"IDSEM-UG1859","title":"Modern Poetry and the Senses","credit":"4","foundation-libarts":"HUM","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"In a letter that he wrote to his Cuban correspondent, Jose Rodriguez Feo, Wallace Stevens referred to Marcel Proust as a poet. “It seems like a revelation,” Stevens wrote of Proust, “but it is quite possible to say that that is exactly what he was and perhaps all that he was.” Proust’s masterpiece,  <em>In Search of Lost Time<\/em> , is often considered for the way it challenged and enlarged the form of the 20th century novel, as well as for the author’s meticulous exploration of the workings of time, history, memory, psychology, and the senses. Yet, it is more unusual to study Proust as a poet, or for his impact on modern poetry. In this course, therefore, we begin our study of the presentation and importance of the senses in modern poetry with Proust (via portions of  <em>In Search of  Lost Time)<\/em> . Proust will then serve as prelude to our examination of the various ways that modern poets respond to, follow, and reach beyond him in their use and portrayal of the senses (and, by extension, time and memory). Contextual materials may include, among other texts, Bergson’s \"Introduction to Metaphysics\" and Susan Stewart’s  <em>Modern Poetry and the Fate of the  Senses<\/em> . Primary readings include portions of Proust’s  <em>In Search of Lost  Time<\/em> , and poetry and essays of Valéry, Eliot, Pound, Moore, Bishop, Auden, Stevens, and Brooks. \n\n","days":"Tue Thu","times":"11:00 AM - 12:15 PM","days2":"","instructors":[{"Lisa Goldfarb":"/content/gallatin/en/people/faculty/lg3"}],"notes":""},
        "17":{"course":"IDSEM-UG1359","title":"American Capitalism in the Twentieth Century","credit":"4","foundation-libarts":"SOC","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"This course examines the development of capitalism in the United States over the course of the twentieth century, paying special attention to the relationship between the economy and political, cultural and intellectual transformations. It will cover the rise of the modern corporation, the labor movement, the Great Depression and the New Deal, the economic impact of war in the twentieth century, racism and economics, the changing economic position of women, deindustrialization and the stock market boom of the 1990s. The class will focus in particular on the problem of how Americans have confronted and sought to understand hard economic times. In a country whose culture privileges the “American dream” of economic success, how have people dealt with struggle, difficulty and failure? How have financial panics, depressions and recessions, and economic decline affected American political economy and culture? Readings will incorporate both primary and secondary sources. Possible authors include Betty Friedan, John Kenneth Galbraith, Malcolm X and Ronald Reagan. \n\n","days":"Tue Thu","times":"11:00 AM - 12:15 PM","days2":"","instructors":[{"Kimberly Phillips-Fein":"/content/gallatin/en/people/faculty/kpf2"}],"notes":"Same as HIST-UA 699 002."},
        "18":{"course":"IDSEM-UG9254","title":"LONDON: Fashion, Culture, and the Body","credit":"4","foundation-libarts":"HUM","level":"U","term":"SP","type":"Global Programs (IDSEM-UG)","year":"2017","section":"001","description":"THIS COURSE TAKES PLACE AT NYU-LONDON: This is a course that explores the relationship between ideas, the body and the way that fashion can be understood to mediate between the two. Through a range of disciplines and media this course considers the body as an aspect of not only medical and scientific exploration, but crucially as a vital element of culture and society. Bodies affect the ways in which the social world and power relations are organized, and they even arguably condition the way that we understand reality itself. Our physical form is constantly shaped according to both philosophies and fashions. Body ideals and broader ideals often interrelate strongly through bodily practices and with what we wear. There are meanings and fashions in all bodily forms (skinny, buxom, muscular, ideas of ‘whiteness’) and body practices (dieting, hair management, cleansing rituals, plastic surgery and genital cutting). Over the sessions, we will take a conceptual approach to fashion, as a strident condition of modern life, that incorporates politics, science and aesthetics and we will closely read a number of cultural texts against a number of theoretical models. Attitudes towards the body can vary widely according to historical period, and this course will explore how, in different moments, and via different media, we have been preoccupied with the aesthetics of different body zones, with displaying identity (gender, class and ethnicity), and also with power. Different cultural forms (literary, visual, material etc) will provide the focus of our discussions as they all engage with the different ways that we make meaning out of our bodies. Students will be invited to investigate in their written work set texts from class in addition to primary material of their own choice.","days":"","days2":"","notes":""},
        "19":{"course":"IDSEM-UG1747","title":"Global Bioethics","credit":"4","foundation-libarts":"SOC","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"According to the philosopher Peter A. Singer, “Global bioethics seeks to identify key ethical problems faced by the world's six billion inhabitants and envisages solutions that transcend national borders and cultures.” In this course, we examine the emerging field of global bioethics, addressing questions such as: What bioethical concerns do the world’s populations share in common? What are the opportunities and challenges to establishing a common moral framework for addressing bioethical concerns worldwide? Are cultural and geographic variations of ethical concerns and means for addressing them inevitable and perhaps appropriate? We will explore the historical context, principles and practices of bioethics and global health, as well as their interrelationships. Other issues that we will discuss in this seminar include the social determinants of health, human rights, research ethics, HIV/AIDS, ethical issues at the end of life, and emergency/disaster relief. Throughout the course we will utilize case studies to compare and contrast bioethical dilemmas locally, nationally and internationally. Students will learn and apply a stepwise approach for conducting ethical analysis. Class activities will include simulated clinical bioethics committees, research ethics review committees as well as policy analysis and recommendations. Course readings will include scholarly articles and chapters from the medical and social science literature such as public health, political science and philosophy. Additionally, we will read from selected works of fiction that can inform and enrich our discussion of global bioethics including Camus’  <em>The Plague<\/em>  and Conrad’s  <em>The Heart of Darkness<\/em> .\n\n","days":"Tue","times":"6:20 PM - 9:00 PM","days2":"","instructors":[{"Allen Keller":"/content/gallatin/en/people/faculty/ak9999"}],"notes":""},
        "20":{"course":"IDSEM-UG1870","title":"Going Baroque: Baroque Theater, from Ambiguity to Hyperbole","credit":"4","foundation-libarts":"HUM","foundation-histcult":"EARLY","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"Mannered, adorned, elaborate, grand, exaggerated, eccentric, reactionary—these are all qualities often associated with the Baroque aesthetic, a complex artistic movement that swept the European continent from the late sixteenth to the early eighteenth centuries. While the Baroque may accommodate such descriptions, it also refuses the fetters of definitions. In this course, we examine the controversies that animate the use of the term “Baroque”: How did an aesthetic of grandeur come to inform architecture, politics, religion, the visual arts, and specifically for our intent, the theater? How might the Baroque period be considered a living tension between  <em>Ambiguity<\/em> , a quality we associate more closely with the Renaissance, and  <em>Hyperbole<\/em> , understood here as excessive dogmatism? We look at texts that embrace, but also denounce, the Baroque aesthetic turn, and we try to understand how this appetite for grandeur, for excess, for unbridled expressivity still mediates the sensibilities of our post-modernity. \n\n","days":"Tue Thu","times":"4:55 PM - 6:10 PM","days2":"","instructors":[{"Simon Fortin":"/content/gallatin/en/people/faculty/sf673"}],"notes":""},
        "21":{"course":"IDSEM-UG1536","title":"Perversion","credit":"4","foundation-libarts":"SOC","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"For Sigmund Freud, perversion denoted all sexual deviances from the heterosexual and genital social norm, even as he acknowledged the ubiquity of such perversions. For Jacques Lacan, perversion meant a particular structure of desire, regardless of social norm, and was related to an ethical dimension. For Michel Foucault, who thoroughly rejected Freud’s “repressive hypothesis,” perversion was an effect of modern sexuality. The course will pursue the following questions and more: What is perversion? Is there a “cause” of perversion? Does it lie in the individual or in the epistemological and ideological formulations of a particular historical chronotope? This course will explore Freud, Lacan and Foucault’s three contrasting notions of perversion, alongside some feminist critiques of the psychoanalytic models, in relation to a selection of Japanese fiction and film depicting a variety of perversions. Readings will include: Freud, “Three Essays on the Theory of Sexuality”; Deleuze, “Masochism”; Foucault,  <em>History of Sexuality Vol.  I<\/em> ; Kawabata, <em> The House of the Sleeping Beauties<\/em> ; Tanizaki, Naomi; Kono, “Toddler Hunting.\" Films will include \"Patriotism\" and \"Happiness.\"","days":"Tue","times":"3:30 PM - 6:10 PM","days2":"","instructors":[{"Nina Cornyetz":"/content/gallatin/en/people/faculty/nc25"}],"notes":""},
        "22":{"course":"IDSEM-UG1590","title":"Walter Benjamin: Theory for Gleaners","credit":"4","foundation-libarts":"HUM","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"Long before the advent of green politics, and before recycling and repurposing became fashionable, there were people surviving with little fanfare on discards, and theorists meditating on the revolutionary possibilities of refuse and junk. This seminar introduces students to the work of Walter Benjamin, who is both a central figure in critical theory and an early, powerful commentator on the politics and aesthetics of trash. We begin with Agnès Varda’s film The Gleaners and I, and explore the relation between theory and the recycling of ideas, images, and objects, especially those that have been overlooked or abandoned. As a refugee himself, Benjamin knew intimately how whole populations can be dispossessed or cast off. Following his thought, we ask what displaced subjects and discarded objects might teach us about the larger economies of capitalism, modernity and the city, but also about human desire, need and frailty. Our primary text is Benjamin's expansive and unfinished work of citations and brief commentaries, The Arcades Project (1927-1940), but we will read Freud, Marx, and the Frankfurt School to contextualize the work historically and theoretically. What did Benjamin make of dross, and what can we glean from his thought for our own times?\n\n\n\n","days":"Wed","times":"12:30 PM - 3:15 PM","days2":"","instructors":[{"A.B. Huber":"/content/gallatin/en/people/faculty/abh5"}],"notes":"Same as COLIT-UA.866.001"},
        "23":{"course":"IDSEM-UG1535","title":"Narrating Memory, History and Place","credit":"4","foundation-libarts":"HUM","foundation-histcult":"GLOBAL","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"This course examines how people imagine a place of their own through narrations of the past. The past, after all, is a contested terrain open to divergent interpretations that shape common understandings of places. The meanings bestowed on places dictate who can use them, and how. Thus, the ways through which people narrate the past can transform places. This course, therefore, explores the broad interplay between narrations of memory, history and place. It focuses, however, on the politics of historical narrations in struggles of disempowered communities to claim a place of their own. Course readings include literary and other scholarly texts like Jamaica Kincaid’s  <em>A Small Place<\/em> , Michel-Rolph Trouillot’s  <em>Silencing the Past<\/em>  and Michel De Certeau’s  <em>The Practice of Everyday Life <\/em> as well as writings by Edward Said, William Cronon, Diana Taylor, Steven Hoelscher and Doreen Massey. \n\n\n\n","days":"Tue Thu","times":"2:00 PM - 3:15 PM","days2":"","instructors":[{"Marie Cruz Soto":"/content/gallatin/en/people/faculty/mcs11"}],"notes":"Same as SCA-UA 721 007."},
        "24":{"course":"IDSEM-UG9252","title":"LONDON: History of British Fashion","credit":"4","foundation-libarts":"HUM","level":"U","term":"SP","type":"Global Programs (IDSEM-UG)","year":"2017","section":"001","description":"THIS COURSE TAKES PLACE AT NYU-LONDON: This interdisciplinary seminar serves as a broad overview for several centuries of British male and female fashion trends, from roughly the Tudor period to today. The course focuses on ways that modes and standards of dress evolved in response to political, economic and technological developments; empire and immigration; changing gender and class formations; and the vagaries of popular culture. In short, the course examines not only what people wore at different historical moments, but why they wore what they did, and how they felt about it. Readings come from the fields of literature, history, art history, gender studies, and sociology.","days":"","days2":"","notes":""},
        "25":{"course":"IDSEM-UG1311","title":"Mad Science/Mad Pride","credit":"4","foundation-libarts":"SCI","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"Despite extensive numbers of people diagnosed with mental illness, there remains considerable debate and controversy surrounding these diagnoses. This class uses narrative theory to map out the terrain of these conflicts and to explore competing approaches to madness from professionals (mad scientists) and activist (mad priders). We start with an overview of narrative theory as relevant to issues of mental difference and suffering. Key narrative topics we discuss include plot, metaphor, character, and point of view. With narrative theory as our guide, the many approaches we consider include biopsychiatry, psychoanalysis, cognitive therapy, family therapy, feminist therapy, spiritual approaches, creative approaches, and disability studies approaches. We conclude with a consideration of the mad pride idea that sometimes madness is best seen as a “dangerous gift.”\n\n\n\n","days":"Tue","times":"3:30 PM - 6:10 PM","days2":"","instructors":[{"Bradley Lewis":"/content/gallatin/en/people/faculty/bl466"}],"notes":""},
        "26":{"course":"IDSEM-UG1904","title":"Descartes","credit":"2","foundation-libarts":"HUM","foundation-histcult":"EARLY","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"This course is a seven-week introduction to the major philosophical works of René Descartes (1596-1650). As we read Descartes’ writing, we will study some of the concepts his work is best known for, among them, radical doubt, mind-body dualism, and the “I” created by his famous formula  <em>cogito ergo sum<\/em> , or “I think therefore I am.” We will take an interdisciplinary approach to our study of Descartes, valuing careful close readings of the texts and putting Descartes’ thought in conversation with literary works of the period (Calderón and Shakespeare, for instance). At the same time, we will look ahead to some of Descartes’ more recent interlocutors, examining the debates of twentieth-century thinkers responding to Cartesian questions.","days":"Wed","times":"9:30 AM - 12:15 PM","days2":"","instructors":[{"Andrea Gadberry":"/content/gallatin/en/people/faculty/alg16"}],"notes":"Course meets during the last seven weeks only, First Class: March 22; Last Class: May 3."},
        "27":{"course":"IDSEM-UG1380","title":"Three Revolutions: Haiti, Mexico, Cuba","credit":"4","foundation-libarts":"SOC","foundation-histcult":"GLOBAL","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"We compare and contrast the revolutionary events, processes and outcomes in Haiti, Mexico, and Cuba. Each had significant anti-colonial or anti-imperial components, as well as social and political conflicts and alliances within the immediate societies of the revolutionary countries which involved both \"internal\" and \"external\" groups and ideas. None of the three cases were simple reflexes of European or North American ideas and politics, although such external factors were among the revolution’s causes and effects. We consider the roles of investors, landowners, mineowners, merchants, bankers, politicians, state administrators, peasants, laborers, intellectuals, migrants, and other social groups in-country or in the relevant imperial centers. We analyze interrelations among kinds of capitalism, and anti-capitalist ideologies or social forms and types of rationality; changing revolutionary processes and demands; the changing role and organization of the state; the supporters or antagonists of the revolution among differing social groups at differing times; the revolution's relation to earlier and later movements. Where necessary, we invoke examples from other countries. Readings might include selections from Wolf,  <em>Peasant Wars of the Twentieth Century<\/em> ; DuBois,  <em>Avengers of the New World<\/em> ; Trouillot,  <em>Haiti: State Against Nation<\/em> ; Sheller, various papers on gender and power in 19th century Haiti; Gonzales,  <em>The Mexican Revolution, 1910-1940<\/em> ; Pérez Cuba,  <em>Between Reform and Revolution<\/em> ; Kapcia,  <em>Cuba in Revolution: A History Since the Fifties<\/em> ; A. Chomsky,  <em>A History of the Cuban Revolution<\/em> ; Meeks,  <em>Caribbean Revolutions and Revolutionary Theory<\/em> ; Foran,  <em>Theories of Revolution<\/em>  and later works. \n\n\n\n\n\n","days":"Tue Thu","times":"4:55 PM - 6:10 PM","days2":"","instructors":[{"Antonio Lauria-Perricelli":"/content/gallatin/en/people/faculty/al71"}],"notes":""},
        "28":{"course":"IDSEM-UG1923","title":"Urban Matters: The Cultural Politics of Contemporary Urban Culture","credit":"2","foundation-libarts":"SOC","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"Urban living is full of paradox. The seminar explores methods for navigating these paradoxes, for thinking concretely about new ways to develop and govern urban space in light of them. For, clear differentiations between internal and external, local and global, self and other, human and non-human—long critical vehicles of orientation—are simultaneously intensifying and waning, becoming more sharply drawn as they are also being folded into each other. Public and private, local and regional, urban and rural, North and South, rich and poor continue to connote senses of important difference even as these differences melt or fold into each other. In a world where there is so much to pay attention to, where each decision seems more urgent, it is harder to make distinctions between what it is important to pay attention to and what is not, what matters or not? Here matters refer to both specific sites of critical urban problems and potentialities, the questions these sites raise for theory and practice, and the kinds of materials and methods that can be brought to bear to engage them. The seminar will examine units of analysis that go beyond the conventional social categories—individual self, family, household, community, and networks—to explore new ways of describing both human and non-human “inhabitants” of the urban.\n\n","days":"Tue","times":"3:30 PM - 6:10 PM","days2":"","instructors":[{"AbdouMaliq Simone":"/content/gallatin/en/people/faculty/as9999"}],"notes":"Course meets during the last seven weeks only, First Class: March 21; Last Class: May 2."},
        "29":{"course":"IDSEM-UG1911","title":"Magic Bullets and Blockbuster Brands: Drugs, Disease, and Chemistry in the Modern World","credit":"4","foundation-libarts":"SCI","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"What role did pharmaceutical drugs play in the shaping of the world that we currently inhabit? When and where did the key developments in drug therapy take place and how did these therapies relate to evolving understandings and definitions of disease? In what ways has the relationship between the the drug industry, the state, and the university changed over time? To what extent were and are drugs and the diseases they are designed to treat embedded in the broader society and culture? What is the relationship between Western drug therapies and the global South? This course examines the history of pharmaceutical drugs and related medical technology in global perspective from the late nineteenth century to the present. Important biomedical advances in drug therapy—such as vaccines, vitamins, antibiotics, steroids, and antiretrovirals—will be considered in relation to changes in the medical profession, the rise of the pharmaceutical industry, and an ongoing tension between drug marketing and state regulation. We will also consider the ways in which Western medicine relates to other medical and healing traditions. Public reaction to and expectations about scientific discovery, intellectual property and global health, and the relationship between illicit and licit drugs will also serve as unifying themes for the course. Course texts will include Jeremy Greene's Prescribing by Numbers and Robert Bud's Penicillin: Triumph and Tragedy.\n\n","days":"Thu","times":"6:20 PM - 9:00 PM","days2":"","instructors":[{"Brendan Matz":"/content/gallatin/en/people/faculty/bm1589"}],"notes":""},
        "30":{"course":"IDSEM-UG1907","title":"The Literature of Environmental Crisis","credit":"4","foundation-libarts":"HUM","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"What does it mean for literature to engage with political and ethical concerns about the degradation of the environment? Ranging from such literary and environmental classics as Rachel Carson’s  <em>Silent Spring <\/em> and John Steinbeck’s  <em>The Grapes of Wrath<\/em>  to contemporary science fiction, this course will look at the way literature changes when it addresses unfolding environmental crisis. We’ll ask whether and how the novel, a form adapted to narrating the story of individual lives, can be stretched to represent broad social formations, long-term ecological processes, and abstract political and philosophic positions. How can the “slow violence” of climate change take narrative shape given that it is a process unfolding over centuries? How can writers approach a topic as vast as the Anthropocene—the great sixth age of mass extinctions in which human industry has become a force on par to catastrophic geologic events? How can the myriad and far-flung relationships of global capitalism be instantiated in fictional form? Can non-human species be given voice in language or image? What can science writing borrow from literary art to make technical debates accessible and compelling to a wide audience? Is there a way to write about environmental crisis that also preserves space for human agency—and therefore hope? We’ll look at a variety of media and genres which artists have utilized to criticize the present and imagine alternative futures: science fiction, situationism, a graphic novel, social problem fiction, poetry, anarchist manifestos, environmental essays and documentary film. Probable readings include: Margaret Atwood,  <em>The Year of the Flood<\/em> ; Paolo Bacigalupi,  <em>Pump Six<\/em> ; Rachel Carson,  <em>Silent Spring<\/em> ; Paul Chadwick,  <em>Concrete: Think Like a Mountain<\/em> ; <em> <\/em> Paul Greenberg,  <em>Four Fish<\/em> ; Jim Hansen,  <em>Storms of my Grandchildren<\/em> ; Eizabeth Kolbert,  <em>The Sixth Extinction<\/em> ; Ricky Laurentiis,  <em>Boy with Thorn<\/em> ; Bill McKibben,  <em>The End of Nature<\/em> ; Lydia Millet,  <em>How the Dead Dream<\/em> ; Ken Saro-Wiwa,  <em>A Month and a Day: A Detention Diary<\/em> ; Bill Talen,  <em>What Should I do if Reverend Billy Is in My Store?<\/em> ; Indra Sinha,  <em>Animal’s People<\/em> ; Justin Taylor,  <em>The Gospel of Anarchy<\/em> ; Jesmyn Ward,  <em>Salvage the Bones<\/em> ; Alan Weisman,  <em>The World without Us<\/em> .\n\n","days":"Mon Wed","times":"2:00 PM - 3:15 PM","days2":"","instructors":[{"Gregory Vargo":"/content/gallatin/en/people/faculty/gtv2"}],"notes":"Same as ENGL-UA 252.003. Section 002 for Environmental Studies majors only."},
        "31":{"course":"IDSEM-UG1664","title":"Omens and Oracles: Reading the Future and Retaining the Past in Early China","credit":"4","foundation-libarts":"HUM","foundation-histcult":"PREMOD or GLOBAL","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"When ancient Chinese kings seared sacred bones with fire, reading the future from the resulting cracks went hand in hand with creating archival records to preserve the past. In this class, we will explore several interrelated early Chinese divination traditions through classical texts, archaeology, and recently excavated manuscripts. In all cases we will pay attention to the complex interplay between past, present, and future, including aspects of the history of writing, the history of the book, and the interwoven histories of science and religion. After starting with a discussion of the above-mentioned oracle bones, we will proceed to examine the enigmatic  <em>Yijing<\/em>  ( <em>Book of Changes<\/em> ), the earliest and most revered of all the Chinese classics. Then we will consider a popularization of divination practices in the form of almanacs that circulated widely in ancient China. Students can expect to try their hands at the actual practice of the various divination techniques covered, but most class time will be used to engage important themes arising from our investigations, Readings may include:  <em>The Ancestral Landscape: Time, Space, and Community in Late Shang China (Ca. 1200-1045 B.C.)<\/em>  by David Keightley;  <em>Oracle Bones: A Journey Through Time in China<\/em>  by Peter Hessler; the  <em>Yijing<\/em>  ( <em>Book of Changes<\/em> ); selections from  <em>The Cambridge History of Ancient China: From the Origins of Civilization to 221 B.C.<\/em> ; and select scholarly articles. \n\n","days":"Mon Wed","times":"9:30 AM - 10:45 AM","days2":"","instructors":[{"Ethan Harkness":"/content/gallatin/en/people/faculty/eh82"}],"notes":""},
        "32":{"course":"IDSEM-UG1059","title":"Disease and Civilization","credit":"4","foundation-libarts":"SCI","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"","days":"Mon Wed","times":"12:30 PM - 1:45 PM","days2":"","instructors":[{"Gene Cittadino":"/content/gallatin/en/people/faculty/ec15"}],"notes":"Section 002 for Environmental Studies majors only."},
        "33":{"course":"IDSEM-UG1636","title":"The Political Economy of Development","credit":"4","foundation-libarts":"SOC","foundation-histcult":"GLOBAL","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"Why did Asian countries become economic tigers while African nations saw their economies shrink? This course provides an introduction to the political economy of international development in order to explore the historical origins of the uneven geographies of wealth we see today. The course draws primarily on scholarship from the fields of political economy, geography, anthropology, development studies, and history. In Part 1, we begin by contrasting the dominant metrics used today to measure the  <em>object<\/em>  of development. Part 2 illuminates the key actors, institutions, and discourses of Development, through tracing the history of the Bretton Woods project, in relation to the history of capitalist development. Part 3 analyzes regional trajectories of socio-spatial change in theory and history through detailed case studies of Africa and East Asia. Finally, Part 4 examines key themes in contemporary development studies, including: environment, gender, and cities. Possible readings may include William Easterly, Amartya Sen, and Stuart Hall. \n\n\n\n\n\n","days":"Tue Thu","times":"3:30 PM - 4:45 PM","days2":"","instructors":[{"Rosalind Fredericks":"/content/gallatin/en/people/faculty/rcf2"}],"notes":""},
        "34":{"course":"IDSEM-UG1865","title":"Times of Trauma","credit":"4","foundation-libarts":"HUM","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"The shock of trauma can freeze a moment. Time can seem elongated or detached. But then, belatedly, a traumatic event can hauntingly return and feel present. How does trauma fracture narrative continuity and a cohesive sense of time? How can it collapse distinctions among past, present and future? This course will explore theories about the nature of time and the coherence or fragmentation of Self. It will consider how traumas are documented, narrated, and passed on individually and in art, memorials, and performance. Readings may include St. Augustine's  <em>Confessions<\/em>  (Book 11), Marcel Proust  <em>Swann's Way<\/em> , Virginia Woolf's  <em>Between the Acts<\/em> , W. B. Sebald's Austerlitz, Art Spiegelman's  <em>Maus<\/em> , Tim O'Brien's  <em>The Things They Carried<\/em> , Marguerite Duras'  <em>The War<\/em> , Patrick Modiano's  <em>Dora Bruder<\/em> , Saidiya Harman's  <em>Lose Your Mother<\/em>  and  <em>The Melancholy of Race<\/em>  by Anne Anlin Cheng. \n\n","days":"Mon Wed","times":"12:30 PM - 1:45 PM","days2":"","instructors":[{"Judith Greenberg":"/content/gallatin/en/people/faculty/jag17"}],"notes":""},
        "35":{"course":"IDSEM-UG1369","title":"Japan and the Discovery of Interiority","credit":"4","foundation-libarts":"HUM","foundation-histcult":"GLOBAL","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"The process of modernization in Western Europe spanned hundreds of years, from its nascent origins in the Renaissance, through the Enlightenment, into the twentieth century. In Japan this same process was collapsed into a few short decades around the turn of the nineteenth century. We will examine the shift from a premodern to a modern system of subjectivity and perspective in language, literature, and the performing arts. We will ask: What was the impact of Western imperialism, science, art, gender and sexual politics on Japanese language, literature and film? What were the internal conditions that made Japan ready for modernization? How did premodern conventions create a modernity in Japan different from Western models? What resisted modernization, and why? Our texts will include literature  <em>The Miner <\/em> (Sôseki),  <em>In Praise of Shadows<\/em>  (Tanizaki), Ankoku butô dance, and secondary sources on history, language, and society, including Karatani,  <em>Origins of Modern Japanese Literature<\/em> . \n\n","days":"Mon Wed","times":"2:00 PM - 3:15 PM","days2":"","instructors":[{"Nina Cornyetz":"/content/gallatin/en/people/faculty/nc25"}],"notes":""},
        "36":{"course":"IDSEM-UG9250","title":"LONDON: Immigration","credit":"4","foundation-libarts":"SOC","level":"U","term":"SP","type":"Global Programs (IDSEM-UG)","year":"2017","section":"001","description":"THIS COURSE TAKES PLACE AT NYU-LONDON. To provide an understanding of the main immigration trends in Britain, France and Germany since 1850 To provide an understanding of the problems attending the social and political integration of immigrants in contemporary Western Europe To compare the experience and understanding of immigration in Europe with the experience and understanding of immigration in the United States To examine the ways in which the memory of immigration is represented in literature and contemporary culture.","days":"","days2":"","notes":""},
        "37":{"course":"IDSEM-UG1826","title":"(Dis)Placed Urban Histories","credit":"4","foundation-libarts":"HUM","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"Neighborhood change comes in many varieties. Mid-twentieth century urban renewal in U.S. cities brought bulldozers and tower-in-the-park housing developments to dozens of poor neighborhoods considered ripe for revision. Early-twenty-first century gentrification, meanwhile, has brought high-end commerce and affluence to areas once occupied by low-income and working class communities. In the Melrose section of the South Bronx, a series of changes have influenced the streetscapes and lives of residents. Rampant arson in the 1970s and 1980s destroyed acres of the neighborhood, for example, while migrants from Puerto Rico and immigrants from the Dominican Republic, West Africa, and Bangladesh, among others, settled in the remaining homes of Melrose to build new lives in a new city. Most recently, federal dollars have been earmarked for Melrose’s reconstruction and redevelopment. This course, offered in partnership with the Bronx-based community empowerment organization WHEDCo, invites students to become activist historians whose objective is to learn what histories are at risk of being silenced or displaced as the South Bronx changes. Students will conduct archival and secondary research; produce collaborative oral histories with neighborhood residents and business owners; and meet with activists who are working to protect the interests of the current community of Melrose. The course will culminate in an on-line archive and a physical, history-based exhibit to be co-produced with neighborhood residents and displayed in a publicly accessible, outdoor park. Readings may include Jonathan Mahler’s  <em>Ladies and Gentlemen the Bronx is Burning<\/em>  and Jill Jonnes’s  <em>South Bronx Rising<\/em> .\n\n","days":"Fri","times":"3:30 PM - 6:10 PM","days2":"","instructors":[{"Rebecca Amato":"/content/gallatin/en/people/faculty/ra281"}],"notes":""},
        "38":{"course":"IDSEM-UG1823","title":"In with the Old, Out with the New: Debates on &quot;Tradition&quot; in Western Music","credit":"4","foundation-libarts":"HUM","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"Contests between stalwart custodians of “tradition” and rebels searching for new, untested modes of expression pervade Western music history. This course surveys some of the most contentious debates on music’s past, present, and future waged between music theorists, critics, artists, and audiences, spanning the last five hundred years. Our focus is on the seemingly inevitable tension between what music is, what it should be, and what it can be. Starting with the Greek philosophers of antiquity, we explore debates on the music of Claudio Monteverdi, Ludwig van Beethoven, Richard Wagner, Duke Ellington, Charlie Parker, John Cage, Bob Dylan, and The Slits. We also examine the backlash against and subsequent defense of styles like jazz, rock and roll, punk rock, and rap. Our goal is to better understand how culture is “made” ​precisely ​during ​these ​moments of charged debate, where a particular music’s perceived merits​ or transgressions serve as the pretext for larger ​often controversial ideological issues. Art, in this sense, becomes a platform by which to observe how competing aesthetic value​ systems​ reveal deep social and cultural rifts. This class meets twice a week. Our first session is devoted to scrutinizing and discussing primary sources​:​ letters, newspaper and magazine articles, journal entries, sound recordings, and film. For our second session we read and discuss secondary sources by scholars, critics, and investigative journalists for context, using this new information as a way to think critically about the primary sources and our own aesthetic judgments. Debating music tradition and innovation, as we shall see, is a long-standing tradition in its own right. \n\n","days":"Mon Wed","times":"11:00 AM - 12:15 PM","days2":"","instructors":[{"Kwami Coleman":"/content/gallatin/en/people/faculty/ktc4"}],"notes":""},
        "39":{"course":"IDSEM-UG1772","title":"Music and Civic Culture: Ancient and Modern","credit":"4","foundation-libarts":"HUM","foundation-histcult":"PREMOD","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"This course examines the role of music theory and musical performance in the formation of community, actual and utopic. We will begin our study with the musical, mathematical, and mystical thought of Pythagoras and his followers in the short-lived utopian community of Croton: How is \u0093the Music of the Spheres\u0094 a paradigm both for ethical action within the community and for the progress of the soul within the cosmos? From Croton, we will turn to debates about music and civic culture in fifth-century democratic Athens: What forms of music and poetry sustain and subvert citizens and states? Is there a particularly \u0093democratic\u0094 form of music? (Readings from Aeschylus, Euripides, Aristophanes, Plato, and Aristotle.) From ancient Greece, we will then turn to the late-nineteenth century efforts of Wagner, partially inspired by Athenian tragedy, to create the \u0093Total Work of Art\u0094 in his Ring cycle of music-dramas and in the festival at Bayreuth; we will also read Nietzsche\u0092's (and Adorno\u0092's) responses to Greek tragedy and to Wagner. Finally, we will consider some twentieth-century experiments in music and art, especially those associated with Fluxus and with New York City (e.g., John Cage, Steve Reich, La Monte Young, Yoko Ono, The Velvet Underground), in dialogue with our earlier readings. \n\n\n\n","days":"Mon Wed","times":"4:55 PM - 6:10 PM","days2":"","instructors":[{"Bruce King":"/content/gallatin/en/people/faculty/bmk7"}],"notes":""},
        "40":{"course":"IDSEM-UG9550","title":"TEL AVIV: Sexualities of the Middle East: A Cultural History","credit":"4","foundation-histcult":"GLOBAL","level":"U","term":"SP","type":"Global Programs (IDSEM-UG)","year":"2017","section":"001","description":"THIS COURSE TAKES PLACE AT NYU-TEL AVIV. Questions of sexuality are central to the public debate on the Middle East. Scholars, politicians and journalists are engaged intensively with issues such as Islamic laws of modesty, persecution of LGBT Arab countries, and the separation of men and women within religious communities in Israel. To comprehend these questions, one must understand the sociological and cultural characteristics of contemporary Middle Eastern communities, but also the historical development of sexual attitudes in this area. In the present era, the Middle East is seen as a space of sexual repression and even \"Sexual misery.\" However, this was not always the case. Since the late 18th century, European powers tightened their military, political and economic grip of the East – from Egypt to India. Europe has established its superiority over \"The Orient\" through the representation of this diverse territory as backward, fanatical and religious. But simultaneously, the East was an object of desire, including sexual desire. European travelers, scholars and intellectuals characterized the Orient as a space of unlimited sexual freedom. Ironically, while in the past, the West condemned the Muslim world’s alleged sexual licentiousness, the modern West today criticizes the Muslim repression of sexual freedoms. The course will tackle those questions from a historical perspective. Applying methodologies of queer theory, it will discuss the complex history of sexuality in the Middle East and sketch the genealogy of Western attitudes towards both Arab and Jewish sexuality, with a focus on LGBTQ. Relying on theorists and historians like Michel Foucault, Khaled El-Rouayheb, Samar Habib, and Joseph Massad, we will explore the essential role that sexuality in general, and the queer issue in particular, plays in the contemporary politics of the region. ","days":"","days2":"","notes":""},
        "41":{"course":"IDSEM-UG1793","title":"Femininity, Postfeminism and Mass Media","credit":"4","foundation-libarts":"HUM","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"Postfeminism is an ambiguous and often contradictory term whose very indeterminacy speaks to the difficulties in understanding contemporary relationships between feminism, femininity, citizenship and identity. Positioned simultaneously as a backlash against feminism, a testament to achieved gender equality, as a reclamation of traditional feminine values and a sign of female success, postfeminism’s significance is widely felt even as its specific meanings and cultural effects appear unclear. This class will examine postfeminism’s relationship to feminism and femininity, situating all three as historically and culturally significant manifestations of the female self. Closely linked to the development of neoliberalism with its emphasis on self-reliance, choice and privatization, postfeminism is largely a product of consumer culture and mass media that have particularly consequences for feminine identities and gender relations. This course will look at popular women’s media from the makeover show, to fashion magazines and blogs, chick films and television drama to explore how they manage tradition and promote a more privatized and commercial feminine self, negotiating the relationship between family responsibilities and more laissez faire ideas of female success and self-actualization. \n\n\n\n","days":"Fri","times":"11:00 AM - 1:45 PM","days2":"","instructors":[{"Moya Luckett":"/content/gallatin/en/people/faculty/ml122"}],"notes":""},
        "42":{"course":"IDSEM-UG1043","title":"The Image: History of Mass Media II","credit":"4","foundation-libarts":"SOC","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"In 1859 Oliver Wendell Holmes wrote of the new science and art of photography: “Every conceivable object of Nature and Art will soon scale off its surface for us. Men will hunt all curious, beautiful, grand objects, as they hunt the cattle in South America, for their skins and leave the carcasses as of little worth.” We now live in the world that Holmes could then only glimpse. In this course we will study the relationship between skin and carcass, surface and reality, through the history of oil painting, light, photography, films, and television. We will pay special attention to issues of representation, presentation, spectacle and celebrity. Texts may include works by Susan Sontag, John Berger, Sally Stein, Jacques Ranci'ere, Daniel Boorstin, Wolfgang Schivelbush, Joshua Gamson, Oliver Wendell Holmes, Liz Ewen, Charles Baudelaire, Lizabeth Cohen, Lewis Hine, and Guy Debord as well as period films and television programs.\n\n","days":"Mon Wed","times":"9:30 AM - 10:45 AM","days2":"","instructors":[{"Stephen Duncombe":"/content/gallatin/en/people/faculty/sd47"}],"notes":""},
        "43":{"course":"IDSEM-UG1905","title":"Designing for New Climates: Histories of Adaptation","credit":"4","foundation-libarts":"HUM","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"The course explores how designers have responded to environmental problems and climate change. It starts with turn of the century admirations for primitivism and ends with the cyber punks design­ing new environments online. Following the work of architects, artists, urban planners, graphic designers and fashionista, the course will review the historical evolution of attempts to “save the world” from our environmental crisis. Who were the key figures that first ignited the green design revolution and its ensuing agenda? The class will unpack texts by thinkers such as Patrick Geddes, Henry David Thoreau, Ebenezer Howard, Louis Sullivan, Buckminster Fuller, Jane Goodall, Annie Leonard, Paul Hawken, Amory Lovins, Walter Gropius, Herbert Beyer, Ian McHarg, and many more. The class will focus on various modernist design schemes for adapting to new warmer climates, and why these attempts often failed. We will also devote time to discuss topics such as building closed ecological systems, counterculture designs, cyber environments, sick building syndrome, biomimetics, eco-fashion, earth art, and other attempts to design with nature. The overall objective is twofold; to survey the larger historical context of ecological design and define specific contributions to the climate change debate. The students will be asked to design, develop and participate in a street project.\n\n\n\n","days":"Mon","times":"3:30 PM - 6:10 PM","days2":"","instructors":[{"Peder Anker":"/content/gallatin/en/people/faculty/pja7","Mitchell Joachim":"/content/gallatin/en/people/faculty/mwj3"}],"notes":"Section 002 for Environmental Studies Majors"},
        "44":{"course":"IDSEM-UG1866","title":"Poetry and the Politics of Decolonization","credit":"4","foundation-libarts":"HUM","foundation-histcult":"GLOBAL","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"The course looks at poets writing in the twentieth century and after whose work is concerned with liberation from colonial rule and, subsequently, with the formation of a post-colonial literary voice. Poetry in the period of decolonization deals with issues of national, racial, and gender identity, place and displacement, and freedom from linguistic and political oppression. We will read, among others, two leading poets of négritude, Aimé Césaire and Léopold Senghor, in relation to movements in Caribbean, African, and American literature including the Harlem Renaissance (Nicolas Guillén, Derek Walcott, Claude McKay, Langston Hughes); poets from the Indian Subcontinent and Middle East such as Tagore, Iqbal, Faiz and Darwish; Latin American poets including Gabriela Mistral, Pablo Neruda, and Octavio Paz; and English-language poets including W.B. Yeats, William Carlos Williams, and more contemporary movements in poetry. Using theory and historical background, we will look at the work of each poet comparatively in the context of international development and political change. The course offers an approach to globalization through literature; since this process has touched so much of the world, we are open to works from other literatures that students propose.","days":"Thu","times":"3:30 PM - 6:10 PM","days2":"","instructors":[{"Linn Cary Mehta":"/content/gallatin/en/people/faculty/lcm8"}],"notes":""},
        "45":{"course":"IDSEM-UG9353","title":"PARIS: What is Technology?","credit":"4","foundation-libarts":"SOC","level":"U","term":"SP","type":"Global Programs (IDSEM-UG)","year":"2017","section":"001","description":"THIS COURSE TAKES PLACE IN PARIS: Social transformation and technology cannot be theorized in isolation. The technological, mediological, and digital worlds constitute a part of a shared material culture with profound implications for human experience. In this course, attempt to develop a critical heuristic which maps the topoi of the socio-eco-techno system. Drawing on mediology, ethics, and the French school of the anthropology of techniques, we explore such topoi as a form of “deep” historical sediment and also to understand how our values are negotiated and transformed via our on-going rapport with the technological. Conducted in English.\n\n","days":"","days2":"","notes":""},
        "46":{"course":"IDSEM-UG1800","title":"Writing the Rationale","credit":"2","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"In this class we will begin by discussing such questions as “what is my concentration?” and “what is the relationship between a concentration and a rationale or a colloquium?” Using these questions to explore not only your own process but also the nature of interdisciplinarity, individualized education, and the value of the liberal arts, we will spend the first half of the semester developing methods of interdisciplinary study, which includes the history of your topic and ideas, and applying them to your own concentration. We will spend the second half of the semester drafting, workshopping, revising, presenting, and completing your colloquium rationale and booklist. Students will work as a class, with guest speakers, in small groups, and individually with their advisers and with the professors, as detailed in the syllabus. This class is an opportunity to explore and engage actively with your interests and your thinking.","days":"Tue","times":"2:00 PM - 4:45 PM","days2":"","instructors":[{"Kimberly Phillips-Fein":"/content/gallatin/en/people/faculty/kpf2","Eugene Vydrin":"/content/gallatin/en/people/faculty/ev247"}],"notes":"Pass/fail only. Open to Gallatin juniors and seniors who plan to take their colloquium between Fall 2017 and Spring 2018."},
        "47":{"course":"IDSEM-UG1440","title":"Sissle, Blake and the Minstrel Tradition","credit":"2","foundation-libarts":"HUM","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"This course will explore the conflicting ideologies apparent in the works of Noble Sissle and James Hubert “Eubie” Blake. Famed for such hit musicals as “Shuffle Along” and “Chocolate Dandies,” Sissle and Blake formed one of the most successful musical theatre collaborations of the 1920’s. Their work draws strongly on the minstrel tradition in African American theatre, and attempts to subvert many of its conventions. It may be argued that their commercial success had the opposite effect, and served to update and modernize the very theatre conventions they sought to destroy. We will examine the effect of Sissle and Blake’s oeuvre on musical theatre in general and African American musicals in particular. Readings may include  <em>Black Musical Theatre: From Coontown to Dreamgirls <\/em> by Allen Woll,  <em>Black Drama<\/em>  by Loften Mitchell, with excerpts from  <em>Terrible Honesty<\/em>  by Mary Douglas,  <em>Blacks in Blackface<\/em>  by Henry T. Sampson,  <em>Reminiscing with Sissle and Blake<\/em>  by Robert Kimball, and essays by W.E.B. DuBois and Alain Locke. Archival sound and film footage will be utilized along with such works as Spike Lee’s film  <em>Bamboozled<\/em> . \n\n","days":"Fri","times":"11:00 AM - 1:45 PM","days2":"","instructors":[{"Michael Dinwiddie":"/content/gallatin/en/people/faculty/mdd3"}],"notes":"Course meets during the last seven weeks only, First Class: March 24; Last Class: May 5."},
        "48":{"course":"IDSEM-UG9356","title":"Art&rsquo;s Role in Race, Empire, and Universalism","credit":"4","foundation-libarts":"HUM","foundation-histcult":"EARLY","level":"U","term":"SP","type":"Global Programs (IDSEM-UG)","year":"2017","section":"001","description":"THIS COURSE TAKES PLACE IN PARIS: This seminar begins with the conviction that the arc of modern history for both the U.S. and France has had a similar form. Both countries’s Enlightenment ideals of stunning potential, as found in  <em>The Declaration of Independence <\/em> and  <em>The Declaration of the Rights of Man<\/em>  [sic], have often been ballyhooed and ignored, actualized and subverted. At the same time, we have remarked that the specificity of the ambivalent French entanglement with universalism, race, and empire is too rarely understood in the so-called New World. Our focus will be directed to art that in all its manifestations has had a critical role in this dynamic. It has been and continues to be deeply imbricated in the contradictory and reinforcing projects of universalism, race, and empire. But how exactly? What roles have objects played? This is the subject that the seminar will investigate. How have they functioned as symptoms, vectors, or agents in France and in dialogue with sites of French artistic and political ambitions and claims, including New France and Louisiana; the Caribbean; Egypt, North and West Africa; Tahiti and Viet Nam? And what has been their role when it comes to stateless people? Readings and discussions will consider fine art such as painting, drawing, prints, and sculpture, as well as other material objects and products of human and natural manufacture, such as books, the sea, obelisks, shells, textiles, makeup, and clothing.","days":"","days2":"","instructors":[{"Todd Porterfield":"/content/gallatin/en/people/faculty/tp32"}],"notes":""},
        "49":{"course":"IDSEM-UG1439","title":"James Reese Europe and American Music","credit":"","foundation-libarts":"HUM","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"This course will examine the impact of James Reese Europe (1880-1919) on the development of American music in the early twentieth century. An innovative musician and conductor, Europe organized and conducted the first jazz concerts at Carnegie Hall (1912-1914), founded an African American music school, and served as a collaborator with Irene and Vernon Castle, who made social dancing a world-wide rage. During World War I, James Reese Europe led the all-black “Hellfighters” 15th Infantry Band, which performed throughout France and offered Europeans their first exposure to ‘le jazz hot.’ Readings may include  <em>A Life in Ragtime: A Biography of James Reese Europe <\/em> by Reid Badger; excerpts from  <em>The Unknown Soldiers: African-American Troops in World War I<\/em>  by Arthur E. Barbeau and Florette Henri;  <em>From Harlem to the Rhine<\/em>  by Arthur W. Little;  <em>Black Manhattan<\/em>  by James Weldon Johnson; and  <em>They All Played Ragtime<\/em>  by Rudi Blesh and Harriet Janis. Sound and film recordings will also be utilized. \n\n","days":"Fri","times":"11:00 AM - 1:45 PM","days2":"","instructors":[{"Michael Dinwiddie":"/content/gallatin/en/people/faculty/mdd3"}],"notes":"Course meets during the first seven weeks only, First Class: January 27; Last Class: March 10."},
        "50":{"course":"IDSEM-UG1925","title":"Food and Nature in Cities","credit":"4","foundation-libarts":"SOC","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"What is the proper place of nature and agriculture in cities? How do cities shape nature, and vice versa? Where do—and where should—city-dwellers get their food? “Concrete jungles” (as opposed to “real” ones) often seem to be purely human-built, unnatural places where things are made and consumed, not grown. But the place of nature in cities, and our relationship to it, has long been contested. When we look at food in relationship to urban centers, we end up seeing far beyond the questions of what we eat and where we get it. The proper place of nature in cities is at the heart of many contemporary debates over urban policy, including food and agriculture, land use, disaster policy, and immunization. In this class, we will think historically and critically about these debates both in the past and in contemporary cities, focusing, though not exclusively, on North America, especially New York. Readings will include William Cronon, Ted Steinberg, Catherine McNeur, Katherine Leonard Turner, and others.\n\n\n\n","days":"Wed","times":"2:00 PM - 4:45 PM","days2":"","instructors":[{"Jacob Remes":"/content/gallatin/en/people/faculty/jr9999"}],"notes":"Section 002 for Environmental Studies majors only."},
        "51":{"course":"IDSEM-UG1639","title":"Witch, Heroine, Saint: Joan of Arc and Her World","credit":"4","foundation-libarts":"HUM","foundation-histcult":"PREMOD or EARLY","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"In May 1431, Joan of Arc, the Maid of Orléans, was burned at the stake as a heretic and a witch by an English partisan court after the French nobility had betrayed her. An illiterate peasant girl just sixteen years of age, she had led the French back from the brink of defeat and saved the French monarchy from ruin. Yet in death, she would gain further power still as a martyr and symbol of indomitable French will and resistance. In this seminar, we will study Joan’s complex historical moment and her place within the long history of medieval women, Christian mysticism, and religious fanaticism. We will trace the stories of her appearance and military success, attempt to hear her voice in the extant transcript of her heresy trial, analyze contrasting French and English narratives about her life, and explore how she became the national heroine, patron saint, and political symbol that she is today. Texts will include Christine de Pizan’s Book of the City of Ladies, Catherine of Siena’s Dialogues and Letters, Thomas of Cantimpré’s Life of Christina the Astonishing, and Shakespeare’s I Henry VI. We will also analyze and discuss modern renditions of the Joan of Arc story by such diverse artists as Mark Twain, George Bernard Shaw, Bertolt Brecht, Carl Theodor Dreyer, and Luc Besson.\n\n","days":"Mon Wed","times":"2:00 PM - 3:15 PM","days2":"","instructors":[{"Andrew Romig":"/content/gallatin/en/people/faculty/ajr6"}],"notes":"Same as HIST-UA 569"},
        "52":{"course":"IDSEM-UG9354","title":"Babel","credit":"4","foundation-libarts":"HUM","level":"U","term":"SP","type":"Global Programs (IDSEM-UG)","year":"2017","section":"001","description":"THIS COURSE TAKES PLACE AT NYU-PARIS. How might we examine the myth of Babel to test assumptions about belonging and separateness? The construction of the Tower and its destruction by God, who then covered the earth with uncomprehending multitudes, would seem to be a story of uniformity, ambition, and then essential difference, of architecture, power, identity, language, and geographic spread. For thousands of years and from the Bible to the Early Modern to today, it seems to haunts us in architectural and imperial ambitions, in film and mass media, in high and contemporary art, in dystopian nightmares about globalization, in novels of authoritarian repression and novellas of spell-binding imaginings of freedom and connectedness. In this seminar we will analyze many of its figurations in Biblical and archaeological scholarship, literature, art and architectural history, film and visual studies, linguistics, philosophy, politics, and history. The subject leaves few alternatives but to broach the culture, politics, and philosophy of living together, and so we will explore some possible alternatives in peace and hospitality, in translation and in embracing the incompetence of language. Amongst the authors encountered, there will be Borges, Derrida, Gideon, Goethe, Huntington, Kafka, Kant, Mirzoeff, and Wordsworth.\n\n\n\n","days":"","days2":"","instructors":[{"Todd Porterfield":"/content/gallatin/en/people/faculty/tp32"}],"notes":"Same as IDSEM-UG 1869.  Students who have taken IDSEM-UG 1869 (Babel) will not receive credit for IDSEM-UG 9354.  Course is not repeatable."},
        "53":{"course":"IDSEM-UG1858","title":"The Female Body in Contemporary Visual Culture","credit":"4","foundation-libarts":"SOC","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"In light of pressing popular debates over the valuing of female bodies and female beauty in social and political life, this course explores the dominant visual paradigms that shape female embodiment today. Taking the glamorous figure of the runway model as our point of departure, we will put into dialogue the material and representational dimensions of model bodies, considering the different kinds of labor entailed by the female body’s insistent commodification, and exploring its psychosocial costs. Critical and feminist literature will help us read recent films, ethnographies and journalistic accounts of female body work, while weekly current events presentations enrich our discussions. Texts include Iris Marion Young’s  <em>On Female Body Experience<\/em> , <em> <\/em> Zygmunt Bauman’s <em> Wasted Lives<\/em> , and Freud’s seminal 1917 essay, “Mourning and Melancholia.” \n\n","days":"Thu","times":"6:20 PM - 9:00 PM","days2":"","instructors":[{"Elena Wang":"/content/gallatin/en/people/faculty/exw1"}],"notes":"formerly titled \"Couture Culture: Sexual Politics on the Runway\""},
        "54":{"course":"IDSEM-UG1918","title":"Truth in Narrative: Race and Slavery in the Atlantic World 1600-1900","credit":"4","foundation-libarts":"HUM","foundation-histcult":"EARLY","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"This seminar investigates first-person narratives of slavery from the perspective of adventurers, novelists, former slaves, abolitionists, and slave owners from the early modern period (c1500-1900).<strong> <\/strong>Audiences from that period, and historians alike, have doubted some of these accounts as exaggerations. 17th-century dramas, like Aphra Behn's  <em>Oroonoko<\/em>  and John Smith's  <em>History of Virginia<\/em> , have been novelized or romanticized for commercial appeal, yet nevertheless contain undeniable truths about the experience of slavery. 18th- and 19th-century accounts from former slaves, such as Mary Prince and Olaudah Equiano, have been challenged as sensationalized by those in favor of slavery, who doubted that former slaves could become such eloquent writers, and suggested that white abolitionists had ghost-written them instead for their own political gain. This class will discuss how racism influenced these accusations, and how their central message of slavery's brutality can be confirmed, rather than rejected, using memoirs by slave-holders themselves. This course uses these sources to trace the trajectory of New World slavery from its origins in the Mediterranean, to the enslavement of both Native Americans and Africans shipped throughout the Atlantic, to the development of slavery as a racialized institution through colonial legal codes, and finally, to Abolition movements leading up to the American Civil War. The course will focus on the discussion of the aforementioned narratives plus other narratives and film adaptations like Solomon Northup's  <em>Twelve Years a Slave<\/em> , with short lectures contextualizing each work in colonial and international history.","days":"Fri","times":"11:00 AM - 1:45 PM","days2":"","instructors":[{"Carolyn Arena":"/content/gallatin/en/people/faculty/ca9999"}],"notes":""},
        "55":{"course":"IDSEM-UG1856","title":"The Politics, Ethics and Aesthetics of Photography","credit":"4","foundation-libarts":"HUM","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"The seminar begins with a critical history of photography, and a consideration of the technology’s advent as something of a misfit art, before focusing on its increasing use as an instrument of visual evidence. We turn then to a series of case histories, from the early use of photography as a forensic tool at 19th century crime scenes, to the counter-forensic visual reconstructions of contemporary drone strikes in Pakistan, or recent police violence against unarmed civilians of color in the US. In each instance we ask how photography shapes what becomes visible or legible as violence, and what kinds of suffering—and what modes of resistance—move different spectators affectively, ethically, and politically. The seminar will rely on key theoretical works on photography as well as more recent critical interventions that help us reckon the use of surveillance and its neoliberal logics (Cole, Farocki, Steyerl, Weizman). How might the ubiquity of cameras inure or blind us to photography’s work? The seminar seeks to help students better understand the complex linkages between perception and understanding, and how photographs, as the modern visual form par excellence, shape our sense of the political world and our place in it. \n\n","days":"Tue Thu","times":"11:00 AM - 12:15 PM","days2":"","instructors":[{"A.B. Huber":"/content/gallatin/en/people/faculty/abh5"}],"notes":""},
        "56":{"course":"IDSEM-UG9200","title":"FLORENCE: History of Italian Fashion","credit":"4","foundation-libarts":"HUM","level":"U","term":"SP","type":"Global Programs (IDSEM-UG)","year":"2017","section":"001","description":"THIS COURSE TAKES PLACE AT NYU-FLORENCE. Students trace the birth, evolution, decline, revival, and most recent developments of Italian fashion from the Late Gothic Age to the present \"made in Italy\" design. Italian fashion styles are decoded in relation to art history in an international, social and economic context. Fashion and its connections with culture, subculture, gender and communication are emphasized. On-site visits also illustrate the dominating role of Florence in fashion from its origin until now. Conducted in English.","days":"","days2":"","notes":""},
        "57":{"course":"IDSEM-UG1457","title":"The Odyssey: Estrangement and Homecoming","credit":"2","foundation-libarts":"HUM","foundation-histcult":"PREMOD","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"One of the two foundational epics of so-called Western Culture, the  <em>Odyssey <\/em> features a wily hero whose journeys are extraordinary and whose longing for home is unbounded. The  <em>Odyssey <\/em> offers a complex meditation on brotherhood, bestiality, sexuality, kinship, and power; it is the great epic of cross-cultural encounter, in all its seductive and violent aspects, as well as the great poem of marriage. An adventure in nostos (homecoming), the  <em>Odyssey <\/em> shows us the pleasures and dangers of voyaging among strangers. Constantly exploring the boundaries between the civilized and the savage, the poem offers as well a political critique of many ancient institutions, not least the family, patriarchy, hospitality customs, and the band-of-brothers so central to epic ideology. And as a masterwork of narrative art, the  <em>Odyssey <\/em> asks us to consider the relation of fiction to “truth.” We will explore these and other matters in the  <em>Odyssey<\/em> , and may make some concluding forays into contemporary re-workings of Odyssean themes and characters.\n\n\n\n","days":"Wed","times":"3:30 PM - 6:10 PM","days2":"","instructors":[{"Laura Slatkin":"/content/gallatin/en/people/faculty/ls104"}],"notes":"Course meets during the first seven weeks only, First Class: January 25; Last Class: March 8."},
        "58":{"course":"IDSEM-UG1700","title":"Becoming &quot;Global&quot; in the Early Modern World","credit":"4","foundation-libarts":"HUM","foundation-histcult":"EARLY","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"Over and over, we are told that the world we live in is becoming increasingly global, that all its parts are connected to one another; and goods, people, culture, and information can move from one place to another, seemingly without barriers. Yet how true are these claims? And how new are the phenomena these claims describe? Scholars have pointed to the middle of the sixteenth century as the moment when the economy became global, and the age of exploration and colonization began to connect many parts of the world to each other in a complex network that included and radically reimagined forms of cooperation, piracy, and slavery. This course will explore what kinds of global consciousness developed in the early modern period in negotiations with these transformations. Some of our central questions include: to what extent did early modern people begin to imagine and experience the world globally, that is, as an entity whose regions were interdependent? Which groups of people began to experience it globally? How were things, places, and persons, not seen before categorized or valued? What influence did global encounters have on ideas about gender, sexuality, class, religion, and citizenship and on social and economic practices? What new kinds of narratives about the world developed in relation to the challenges of participating in it? Finally, to what extent is globalization a “western” phenomenon or a sign of modernity? We will investigate a wide variety of primary works, including travel narratives, plays, poems, ethnography, film, engravings, and globes. We will also read secondary works by literary scholars, anthropologists, and historians of labor, the economy, and science. Many of these works also put the past and present in conversation with each other in compelling ways. While many of the primary works originate in “Europe” or the Americas, we will also study a range of works that challenge the Eurocentric view of globalization that was emerging and still dominates much of contemporary discourse of globalization.\n\n","days":"Tue","times":"6:20 PM - 9:00 PM","days2":"","instructors":[{"Valerie Forman":"/content/gallatin/en/people/faculty/vf20"}],"notes":"Same as SCA-UA 721 006."},
        "59":{"course":"IDSEM-UG1603","title":"Modern Poetry and the Actual World","credit":"4","foundation-libarts":"HUM","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"Although lyric poetry is the art of language that we reserve for the expression of the emotional dimension of our human experience, lyric poets also importantly use the forms and conventions of their art to respond to the shape and substance of the world they inhabit; that is, the historical, political, and physical aspects of the world—the “actual world”—in which they live. This course has two principal aims: first, to help us to develop skills in the reading of lyric poetry, and, second, to consider the complex relation between lyric poetry and the actual world. In the first half of the class, we will study the forms and conventions of lyric poetry and work on developing our poetic sensibilities. In the second half, we will focus our attention on the relationship of modern poets to the concrete or actual world and focus our study on W.H. Auden and Wallace Stevens, two poets who address the pressing questions of their day, and the world they shared, in strikingly different ways. Yet, however different their approaches, both poets ponder questions of faith and secularity, consider heroism and loss in a century marked by war, and probe our human relationship to nature in answer to an increasingly industrialized and technological world. Readings will include texts that consider how to read lyric poetry (Hirsch, Vendler, Perloff), a representative selection of modern lyric poetry (Eliot, Pound, Valéry, Éluard, Apollinaire, Moore, H.D., Bishop, Hughes, Brooks, Rich), the works of Auden and Stevens (essays and poems), as well as the philosophical, historical and political narratives to which they refer and that inform their work (Freud, Nietzsche, William James, Santayana).\n\n","days":"Tue Thu","times":"3:30 PM - 4:45 PM","days2":"","instructors":[{"Lisa Goldfarb":"/content/gallatin/en/people/faculty/lg3"}],"notes":""},
        "60":{"course":"IDSEM-UG1771","title":"The Promise and Pitfalls of Markets","credit":"4","foundation-libarts":"SOC","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"In his classic text, the Wealth of Nations, the Scottish economist and moral philosopher Adam Smith argued that the human propensity to \"truck, barter and exchange\" would naturally lead to socially optimal outcomes if people were left to trade freely, without any government interference in markets. This idea that a competitive market can lead to efficient outcomes is a central tenet of economic theory today. Moreover, the more general belief that markets know what's best is widely held throughout U.S. society. This course is designed to teach students about what economics has to offer to the analysis of markets and the ways that firms make decisions. It also will include analyses of market outcomes from scholars in disciplines outside economics,  <em>and<\/em>   <em>some<\/em>   <em>discussion of firms' ethical obligations<\/em> .  <em>In its exploration of these topics, the course draws largely on disciplines such as economics, sociology, moral philosophy, and the law.<\/em>  Readings may include texts such as the following: Nickel and Dimed by Barbara Ehrenreich,  <em>Winner-Take-All Markets by Robert Frank, and The Globalization Paradox by Dani Rodrik<\/em> .","days":"Mon Wed","times":"9:30 AM - 10:45 AM","days2":"","instructors":[{"Ngina Chiteji":"/content/gallatin/en/people/faculty/nc518"}],"notes":""},
        "61":{"course":"IDSEM-UG1910","title":"Habits of Reading:  Narrative and Genre in Europe and America","credit":"4","foundation-libarts":"HUM","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"“Myth,” “novel,” “epic,” “thriller,” “romantic comedy”—why do people bother making these distinctions between types of narratives, and how do we make them? From defining self (“I’m a sci-fi geek”) to organizing society (“only kids read comic books”), genres help us make sense of what we read and perform artistic, social, personal, and commercial functions. In this class we will closely examine stories representing a wide range of Western genres--an ancient epic, fairy tales and folktales, a Shakespearean tragedy, a novel, a novella, a short story, one modern 3-act play (a comedy), television shows, a classic Hollywood film, an \"art\" film, a video game \"narrative,\" a graphic novel, perhaps even narrative painting and photography. In addition to helping us consider genre in relation to authorial intention and reader response, our survey will enable us to address contemporary questions about readership, fan fiction, and interactivity. When and why do we find it necessary to classify our stories into categories, and who benefits? How do genres reflect and contribute to the cultures that produce them? How do media shape genre and vice verse? How has genre constrained and inspired European and American authors? How do narrative genres prompt distinctions between fiction and truth, affect taste judgements, and shape opinion?","days":"Mon Wed","times":"3:30 PM - 4:45 PM","days2":"","instructors":[{"Karen Hornick":"/content/gallatin/en/people/faculty/kah3"}],"notes":"Open to sophomores only."},
        "62":{"course":"IDSEM-UG1864","title":"Museums as Sites of Social Change","credit":"4","foundation-libarts":"SOC","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"Although traditionally viewed as storage houses for the past, many museums today see themselves as active agents of change and social progress. Museums can act as conveners and catalysts to engage a wide range of issues, from political stances to social justice issues to environmental concerns. But what happens when museums move from a static, neutral stance of reflecting society, to one that actively asserts its views and initiates social progress? How can museums maintain the public’s trust and support while engaging with issues that may be charged, or even controversial? Through a range of case studies and guest experts, we will examine how museums are embracing their role as sites for social change. \n\n","days":"Wed","times":"6:20 PM - 9:00 PM","days2":"","instructors":[{"William Crow":"/content/gallatin/en/people/faculty/wc40"}],"notes":""},
        "63":{"course":"IDSEM-UG1894","title":"Engaged Research","credit":"4","foundation-libarts":"SOC","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"This course introduces students to community-based research, its fundamental tools, and the potentials and limitations of particular methodologies.This kind of research may draw on philosophy of science, feminist scholarship, and critical social sciences, but it is ultimately research based in communities and driven by the needs of those communities. As such, it may not always meet reigning scientific or scholarly standards, and is prone to criticisms of bias or particularism. At the same time, it has the potential be more salient and meaningful to community members and to advocates of social change. In this class, we will explore these tensions around community-based research, addressing questions like: Do its potentials outweigh its limits? And what are the best ways to determine community need and to conduct this kind of research as a response to that need? Much of the course time, however, will be dedicated to carrying out projects based with three community-based groups in the New York City area. By the middle of the semester, the course will have moved entirely out of the classroom and participants should be willing to travel to different locations in the city. ","days":"Mon","times":"3:30 PM - 6:10 PM","days2":"","instructors":[{"Gianpaolo Baiocchi":"/content/gallatin/en/people/faculty/gb97"}],"notes":""},
        "64":{"course":"IDSEM-UG1775","title":"Contemporary Visual Culture and the Politics of Images","credit":"4","foundation-libarts":"HUM","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"In this course students learn to think about the reading and writing practices of contemporary visual culture. What does it mean to “read” an image? How are images used politically? Is what is “un-seen” as important as what is seen? Students tackle philosophical, ethical, and political questions, and are encouraged to pursue topics of individual interest for assigned papers and projects. We will ground our discussions in relevant theory and will explore all manner of visual genres, including the graphic novel form, film, magazine ads, and photography. In examining the politics of visual images, this course places special, extended emphasis on images in the context of war and humanitarian crises. Throughout, we will think about our own roles in contemporary visual culture; we are consumers, participators, and creators, and sometimes we have no power over images. What does this mean for us when considered through, for example, an ethical or aesthetic or humanitarian lens? Critical literature by Susan Sontag, Susie Linfield, Scott McCloud, and/or Marita Sturken, among others, will inform our discussions and deepen student writing. Our syllabus also incorporates journalistic accounts and conflict photography, and may include at least one piece by the writer and documentary filmmaker Errol Morris. Students will write reaction papers, longer essays, and have the option of a visual project. \n\n","days":"Thu","times":"2:00 PM - 4:45 PM","days2":"","instructors":[{"Lauren Walsh":"/content/gallatin/en/people/faculty/lmw242"}],"notes":""},
        "65":{"course":"IDSEM-UG1861","title":"Modern Architectures of South Asia","credit":"4","foundation-libarts":"HUM","foundation-histcult":"GLOBAL","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"Struggles between nativisms and globalisms in architecture have produced significant iterations in South Asia; architecture’s modern practices and discourses within and outside the region have refracted a colonial and imperial imagery, national visions, regional and vernacular aesthetic inflections, and artistic, urban, and territorial worldviews. This course will focus on a history of architecture and planning that interrogates a history of South Asian modernism and modernity, examining constructions of each from within and beyond the subcontinent and its diasporas, through architecture’s many forms, including artifacts and practices of formal and informal building, territorial construction, photographic representation and other spatial imagery, criticism and writing, pedagogy, exhibitions and other public activity, and discourses on aesthetics. Course material spans the mid-nineteenth century to the present, and includes the study of work by both celebrated and little-known actors such as Edwin Lutyens, Otto Koenigsberger, Minnette de Silva, Louis Kahn, Charles Correa, and Brinda Somaya, and the projects of institutions and initiatives such as the Archaeological Survey of India and the Urban Study Group in Bangladesh. We will explore a range of writings, from Sir Banister Fletcher’s A History of Architecture to the journals MARG and Mimar, as well as architectural pedagogy as introduced to the subcontinent (and the colonies) in the Sir J.J. School of Art in what was once Bombay, and much later in the Centre for Environment Planning & Technology (CEPT) School of Architecture in Ahmedabad. We will also examine formal and informal urbanisms of sites such as Delhi, Chandigarh, Dhaka, and Dharavi, as well as geographies and architectures of war, scarcity, and borders, for which South Asia has become emblematic. \n\n","days":"Wed","times":"9:30 AM - 12:15 PM","days2":"","instructors":[{"Anooradha Siddiqi":"/content/gallatin/en/people/faculty/ar807"}],"notes":""},
        "66":{"course":"IDSEM-UG1313","title":"Ethics for Dissenters","credit":"4","foundation-libarts":"SOC","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"This course is about dissent in a double sense: criticizing accepted ethical values, and criticizing old ways of philosophical thought about ethics. It is about affirmative ethics, not just criticism. Over the years the course has grown into a survey of classic writings in ethical philosophy from Socrates to Sartre. One half of the class is devoted to the classical Greek thought of Socrates, Plato, Aristotle, and the Stoics. There is a brief critical look at Hobbes, Locke, and Rousseau. The modern period covers the ethics of Romanticism, Marxism, Pragmatism, Existentialism, and Feminism—as dissenting alternatives to mainstream Kantian and utilitarian ethics. Authors include Dewey, Emerson, Hegel, Gilligan, James, Marx, Nietzsche, Sartre, and Schiller. From these texts perspectives emerge on: (1) criticizing unjust (e.g. sexist) ethical standards, and inventing fair ones; (2) choosing ethical careers and life paths; (3) recognizing responsibilities to the larger community; (4) resolving ethical dilemmas; (5) forming and justifying visions of a better world; (6) dialoguing productively with adversaries by respecting different ethical positions without the cop-out of \"anything goes;\" and (7) getting beyond dead-end debate on idealism/realism, egotism/altruism, objectivism/relativism. \n\n\n\n","days":"Wed","times":"3:30 PM - 6:10 PM","days2":"","instructors":[{"Bill Caspary":"/content/gallatin/en/people/faculty/wc24"}],"notes":""},
        "67":{"course":"IDSEM-UG1908","title":"Race and Criminal Law","credit":"4","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"This course will examine the relationship between race and criminal law in the United States. Through the use of legal cases, law review articles and contemporary analyses and critiques, the course will expose students to the ways that race has shaped the criminal law and its administration. The goal of the course is to explore both the historical and contemporary treatment of race in the United States by the courts, policy-makers and to examine the construction of race as a concept and identity in the law. Students will gain a basic understanding of legal decision-making at the various discretionary points in the criminal process and how race informs the exercise of discretion.<strong> <\/strong>\n\n","days":"Tue","times":"2:00 PM - 4:45 PM","days2":"","instructors":[{"Anthony Thompson":"/content/gallatin/en/people/faculty/act5"}],"notes":""},
        "68":{"course":"IDSEM-UG1921","title":"The Consumerist  Gaze","credit":"4","foundation-libarts":"SOC","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"Through a critical exploration of ‘the consumerist gaze,’ this class considers how global capitalism as a process of production and consumption is mediated by the circulation of commodity images. More specifically, we seek to understand the role of commodity images in shaping consumer practices and politics, ways of thinking and seeing, and notions of belonging and difference. In the contemporary moment, that which is gazed upon takes any number of avenues from promises for a better self, environment, or world to images of racialized, exoticized, gendered, sexualized, classed, and ‘othered’ bodies and ways of being. While we will consider the origins of ‘the gaze’ as a theoretical approach, the consumerist variety acts as an especially useful framework by employing an interdisciplinary lens that utilizes cultural theory, visual culture, critical geography, business and advertising ethics, and political economy. Possible case studies and topics include: the United Colors of Benetton “Sentenced to Death” campaign, TOMS Shoes’ visualization of ethics in its model of poverty alleviation and examples of ‘poverty-porn,’ the ‘pinking’ of breast cancer awareness products, and commodity-activism. Possible readings include Raymond Williams, Stuart Hall, Jean Baudrillard, Laura Mulvey, Anne McClintock, Teju Cole, Sut Jhally, Roland Barthes, and Walter Benjamin. \n\n\n\n","days":"Tue Thu","times":"2:00 PM - 3:15 PM","days2":"","instructors":[{"Lisa Daily":"/content/gallatin/en/people/faculty/lad421"}],"notes":""},
        "69":{"course":"IDSEM-UG1781","title":"A Sense of Place","credit":"2","foundation-libarts":"HUM","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"This course examines the places in which we work and play, travel and dwell—the office tower and the suburban house, the city street and the superhighway, the small town and the megalopolis, the shopping mall and the theme park, the American road and foreign places. Synthesizing insights from literary works and fields like cultural geography, landscape studies, and architectural history, we explore such questions as: What gives a place its particular feel or character? How do our values and worldview affect the way we experience places, and what constitutes that experience? How do places—and the way they are represented in literature and other media—shape our attitudes and behavior? What gives a place \"quality,\" and how can we design and build better places? Readings may include J. B. Jackson’s  <em>Landscape in Sight<\/em> , Yi-Fu Tuan’s  <em>Space and Place<\/em> , James Kunstler’s  <em>The Geography of Nowhere<\/em> , D. J. Waldie’s  <em>Holy Land<\/em> , Italo Calvino’s  <em>Invisible Cities<\/em> , and Michael Sorkin’s  <em>Twenty Minutes in Manhattan<\/em> . \n\n\n\n","days":"Fri","times":"12:30 PM - 3:15 PM","days2":"","instructors":[{"Steve Hutkins":"/content/gallatin/en/people/faculty/ssh1"}],"notes":"Course meets during the first seven weeks only, First Class: January 27; Last Class: March 10."},
        "70":{"course":"IDSEM-UG1906","title":"Culture and Politics: An Exploration of Cuban Cinema Since the 1959 Revolution","credit":"4","foundation-libarts":"HUM","foundation-histcult":"GLOBAL","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"In this course we will explore the rich and complex cinematic tradition that has developed in Cuba since the Revolution. Our particular focus will be on the conversation between the films and social and political life in Cuba. Some questions that will guide our investigation follow: if the implementation of the Revolution required a new way of imagining one’s political, social, and economic self in relation to one’s larger community, what was cinema’s role in that imagination? How has Cuban cinema negotiated complex issues surrounding shifting socio-economic practices: for example, the radical increase in the number of women in the workforce; declarations of racial equality; and housing shortages? How did Cuban Cinema continue to provide a form and forum for debate about Cuba’s role in the world: for example, the US Embargo/Blockade, the war in Angola, the collapse of the Soviet Union, and the influx of foreign tourists that began in the 1990s? We will view a wide range of filmic genres and forms: newsreels, documentaries, narrative features, as well as recent short and feature length films produced with new technology. We will also attend the screening of at least one film at the 18th Annual Havana Film Festival New York. In addition to weekly film viewings, readings about Cuban economic, social, and political life will be central to the course and will contribute to our understanding of the many changes that have taken place in Cuban culture and politics in the past fifty-seven years. Some likely texts and films for the course include: Tomás Gutiérrez Alea,  <em>Memories of Underdevelopment<\/em> ; Sara Gómez,  <em>One Way or Another<\/em> ; Humberto Solás,  <em>Lucia<\/em> ; Fernando Pérez,  <em>Life is to Whistle<\/em>  (1998); Ernesto Darnas,  <em>Behavior<\/em> ; Gloria Rolando <em>, Breaking the Silence; <\/em> Channan,  <em>Cuban Cinema<\/em> ; Ann Marie Stock,  <em>On Location in Cuba: Street Filmmaking during Times of Transition.<\/em> \n\n","days":"Thu","times":"3:30 PM - 7:35 PM","days2":"","instructors":[{"Valerie Forman":"/content/gallatin/en/people/faculty/vf20"}],"notes":""},
        "71":{"course":"IDSEM-UG1788","title":"The Sublime","credit":"4","foundation-libarts":"HUM","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"Art of the sublime stirs up strong emotions and competing evaluations. Often labeled “indescribable,” the sublime has been debated for centuries amongst writers, poets, artists, and philosophers. The concept goes back to classical Greece, but it became particularly important in eighteenth century Europe. At that time the sublime was applied in relation to the creative arts to describe aspects of nature that instill awe and wonder such as mountains, avalanches, waterfalls, stormy seas, or the infinite vault of the starry sky. In the wake of the French Revolution, the sublime for the Romantics became a quasi-secular route to cultural and aesthetic freedom through contact with the unbounded and the supersensible. In our contemporary world, where culture and gender difference, psychoanalysis, postmodern theory, technology, neuroscience, and neoliberal spectacle seem to eclipse former concepts of nature and transcendent experience, the characteristics of the sublime are perhaps more fuzzy than ever. The term and the debates however remain very much alive and relevant to contemporary aesthetic, metaphysical, and ethical concerns. This course will examine theories of the sublime in writers and artists from ancient to postmodern, including Longinus, Burke, Kant, Wordsworth, Schopenhauer, Nietzsche, Newman, Rosenblum, Lyotard, Deleuze, Kristeva, and Viola. \n\n\n\n","days":"Fri","times":"12:30 PM - 3:15 PM","days2":"","instructors":[{"Bradley Lewis":"/content/gallatin/en/people/faculty/bl466"}],"notes":""},
        "72":{"course":"IDSEM-UG1860","title":"Technology and Environment","credit":"4","foundation-libarts":"SCI","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"In this seminar, students will examine how technological developments have altered the environment and our experience of it. How have\n\nenvironmental contingencies shaped the design of technological systems? How have technologies, in turn, generated novel ways of conceptualizing the planet and our place in the universe, and how have they influenced our treatment of the environment? We will analyze cases where technological change has arguably damaged the environment as well as instances where technologies have provided solutions to environmental challenges. Students will be asked to engage with a number of scholarly conversations around nature as a historical actor and agent, the meaning of natural and artificial, and historical mythologies of both technological progress and technology's intrinsic hostility to the environment. Readings will include excerpts from the work of Patrick Geddes and Carl Sagan as well as Richard White’s The Organic Machine, Kate Brown’s Plutopia, and Michael Bess’s The Light Green Society. \n\n","days":"Wed","times":"2:00 PM - 4:45 PM","days2":"","instructors":[{"Rachel Rothschild":"/content/gallatin/en/people/faculty/rer8"}],"notes":"Sect 002 for Environmental Studies majors."},
        "73":{"course":"IDSEM-UG1072","title":"Poets in Protest: Footsteps to Hip-Hop","credit":"4","foundation-libarts":"HUM","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"This seminar examines the tradition of poetic protest in the African Diaspora. From the Harlem Renaissance and Négritude to the Black Liberation Movement of the '60s and today's Hip-Hop/Rap explosion, poets, lyricists and rap/hip-hop artists have sought to reclaim and reshape images of themselves and their communal experiences. Through comparative and critical analysis of historical works, songs, and poetry, we come to a deeper understanding of the common thematic and aesthetic approaches of these movements as they continue to alter the discourse on race and liberation. Texts may include Michael Richardson, ed.,  <em>Refusal of the Shadow: Surrealism and the Caribbean<\/em> ; David L. Lewis, ed.,  <em>The Portable Harlem Renaissance Reader<\/em> ; films such as Euzhan Palcy,  <em>Sugar Cane Alley<\/em> , and Tony Silver and Henry Chalfant,  <em>Style Wars<\/em> ; and samples from Langston Hughes, Amiri Baraka, KRS-One, Dead Prez, and Tupac Shakur.\n\n\n\n","days":"Wed","times":"6:20 PM - 9:00 PM","days2":"","instructors":[{"Michael Dinwiddie":"/content/gallatin/en/people/faculty/mdd3"}],"notes":"Same as SCA-UA 721 005."},
        "74":{"course":"IDSEM-UG1699","title":"Feeling, in Theory","credit":"4","foundation-libarts":"HUM","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"Over the past two decades, scholars from a wide range of disciplinary perspectives—literature, women’s studies, political science, and aesthetics, to name a few—have returned to the question of “affect,” also referred to as “feeling” or “emotion,” as well as “passion,” “pathos,” “mood,” or even “love.” This course aims to familiarize students with the field of “affect theory” by surveying some of the most important texts that ground it <strong>(such as Aristotle, Raymond Williams, Freud, and Tomkins) as well as several that have emerged more recently (Deleuze and Guattari, Massumi, Ahmed, Ngai, among others).<\/strong> <strong>Much of our work together will be to read closely some very difficult theoretical texts,<\/strong> <strong>each of which attempts to describe what affect is, and why it matters to and for a wide range of experiences: political, aesthetic, musical, and psychic, among them.<\/strong> <strong>Additionally, over the course of the semester we will focus on some specific affective states and the texts that have grappled with their deep structure—from “cruel optimism,\" to happiness, anxiety, boredom, and depression. <\/strong><strong>Lastly, we will undertake some experimental work by collaborating to produce what we might call \"affective events\" that may serve to instruct, persuade, or otherwise make an impact through affective means.<\/strong> <strong>While this course has no prerequisites, it is particularly appropriate for students<\/strong> <strong>who have some exposure to structuralist, poststructuralist, and/or postmodernist discourses, and are also up for the challenge of reading some rather difficult theoretical material.<\/strong> \n\n","days":"Tue","times":"3:30 PM - 6:10 PM","days2":"","instructors":[{"Eve Meltzer":"/content/gallatin/en/people/faculty/em113"}],"notes":""},
        "75":{"course":"IDSEM-UG1922","title":"Globalization, Migration, and Statelessness","credit":"4","foundation-libarts":"SOC","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"Profound changes in global exchanges of goods, ideas and labor in the 20th century require scholars to critically engage with notions of citizenship, belonging, and inclusion. For this reason, the study of refugees and migrants is important both as a way of gaining useful knowledge and as a vehicle for deepening one’s understanding the worsening problems of displacement in the 21st century.  <em>Globalization, Migration, and Statelessness<\/em>  engages students in the realities of the global flows of people – applying theories of citizenship and belonging to understand the spectrum of labor coercion, the refugee camp as non-place, and the ways in which free capital may be at odds with regulated bodies. Readings include Marshall Thomas, Linda Bosniak, Lisa Marie Cacho, and Ronaldo Munck. \n\n","days":"Tue Thu","times":"9:30 AM - 10:45 AM","days2":"","instructors":[{"Alison Heslin":"/content/gallatin/en/people/faculty/ah9999"}],"notes":""},
        "76":{"course":"IDSEM-UG1144","title":"Free Speech and Democracy","credit":"4","foundation-libarts":"SOC","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"The tension between free expression and social control has shadowed the Great American Conversation since the birth of this country. The constitutional ideal that our government \"shall make no law\" abridging free speech has given way, in fact, to laws that limit discussion, ostensibly for the public good. Likewise, new media technologies advance our ability to access and exchange ideas and information, but raise new questions as to the limits of such dialogue. This course, then, addresses the delicate balance between free speech and democracy, guided by seminal readings from Milton, Locke, Meikeljohn, among others, as well as important Supreme Court decisions that have critically shaped First Amendment rights in regard to hate speech, pornography, corporate control of mass media, the student press and the rights of journalists. The course also takes a case-study approach to issues related to free speech in wartime and political crisis, a tension made evident in recent debates over privacy rights and national security. With this foundation, we ask: Are there any forms of free speech that should be restricted? If so, which? And, who should decide? \n\n\n\n","days":"Wed","times":"6:20 PM - 9:00 PM","days2":"","instructors":[{"Paul Thaler":"/content/gallatin/en/people/faculty/pet1"}],"notes":""},
        "77":{"course":"IDSEM-UG9100","title":"BERLIN: Berlin's Modern History and Culture: A European Perspective","credit":"4","foundation-libarts":"HUM","level":"U","term":"SP","type":"Global Programs (IDSEM-UG)","year":"2017","section":"001","description":"THIS COURSE TAKES PLACE AT NYU-BERLIN. Germany’s profound influence on Modern European history and culture is felt nowhere as visibly as in Berlin. This interdisciplinary course analyzes the city’s contributions to culture––in literature, memoir, music, film and painting––and its politics in the wider context of European trends. The course provides a comprehensive survey of Modern Berlin history and examines how artists reflected on those changing times. Special topics include: Christopher Isherwood’s fictionalized memoirs during the Weimar Years, the Nazi Aesthetic during the Berlin 1936 Olympics as constructed by filmmaker Leni Riefenstahl, the photo-realist reflections of painter Gerhard Richter on terrorism in Berlin in the 1970s, and Germany’s literary reassessment of guilt and victimhood following reunification. Readings and lectures are supplemented with walking tours of Berlin and its museums, to look at traces of historical, social and cultural change in situ; how memory, history and place interact over time in specific locations.","days":"","days2":"","notes":""},
        "78":{"course":"IDSEM-UG1924","title":"The Afro-Arabic World","credit":"4","foundation-libarts":"HUM","foundation-histcult":"GLOBAL","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"Who is an Arab? Where does the “Middle East” end and Africa begin? This course will explore how Arabic-speaking and African-descended peoples have engaged one another and the overlapping configurations of blackness and Arabness that have long circulated in the African Diaspora. Though “Arabs” are popularly imagined in the West through long-held Orientalist stereotypes of the exotic, brown, and uncivilized “other,” many Africans and African Americans were inspired by the Arab anti-colonial culture and politics they encountered during the World Wars. Similarly, as Arabs sought to counter harmful colonial misrepresentations, they looked to the transnational, anti-racist philosophies and movements that African Americans and other African diasporic figures pioneered. These exchanges resulted in surprising moments of solidarity, like the Black Panther Party’s first international chapter in Algeria, and the late Egyptian president Gamal Abdel Nasser’s funding of Malcolm X’s travels through Africa. Through a historical and cultural survey of black and Arab thought through the twentieth and twenty-first centuries – a recent field of inquiry we will call “Afro-Arab Studies” – this class will examine the parallel and intersecting narratives of a range of significant Afro-Arab confluences, including but not limited to: négritude and pan-Arabism, the U.S. Civil Rights and Black Power movements and global anti-colonialism, cultural manifestations of the Non-Aligned and Pan-Africanist movements, and recent Black/Palestinian solidarity organizing. Readings will include narrative essays, political biography, historical monographs, and cultural theory by such writers, poets, and scholars as James Baldwin, Frantz Fanon, June Jordan, Alex Lubin, and Theri A. Pickens. \n\n","days":"Mon Wed","times":"9:30 AM - 10:45 AM","days2":"","instructors":[{"Sophia Azeb":"/content/gallatin/en/people/faculty/sa9999"}],"notes":""},
        "79":{"course":"IDSEM-UG1891","title":"Tinkering in Feminist Technoscience","credit":"4","foundation-libarts":"SCI","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"This course uses the concept of tinkering to explore the innate links between \"maker\" culture and feminist studies of science. Something more than novice, but less than expert, a tinkerer is one who tests boundaries and innovates through fresh perspective, often working outside of a professional context. Students in this class will learn the theoretical tools of feminist technoscience studies, noting how the topics of scientific research are guided by, and tacitly reinforce, sexist stereotypes and assumptions, and question whether it is possible to change the methods and the ideas that justify scientific knowledge itself. Along the way, students will become tinkerers in a literal sense by completing a robotic, wearable technology, or coding project of their own. Together, we will consider the radical potential of building from scratch in the digital age, the ethical imperative to re-write the world around us, and the philosophical experience of tinkering with knowledge itself. For in feminist critical theory, it is not enough to take things apart: we must also put them back together. No prior experience in building, coding, electronics or feminist theory required.\n\n","days":"Mon Wed","times":"11:00 AM - 12:15 PM","days2":"","instructors":[{"Cyd Cipolla":"/content/gallatin/en/people/faculty/cc176"}],"notes":""},
        "80":{"course":"IDSEM-UG9050","title":"ACCRA: Cocoa and Gold: Ghana&rsquo;s Development in Global Perspective","credit":"4","foundation-libarts":"SOC","foundation-histcult":"GLOBAL","level":"U","term":"SP","type":"Global Programs (IDSEM-UG)","year":"2017","section":"001","description":"THIS COURSE TAKES PLACE AT NYU-ACCRA. This course explores Ghana’s development from the colonial era to the recent postcolonial period, providing an interdisciplinary history that is attentive to political economy, social relations, geography, and politics as they congeal throughout Ghana’s development. Key historical moments will include the trans-Atlantic slave trade and the colonial era in light of their attendant reconfigurations of land, labor, and natural resources—as well as landscapes of power and politics. In the postcolonial period, the course will examine the central epochs in the country’s development trajectory in relation to its rich political history and shifting global discourses of development and geopolitics. This will include a focus on dynamics such as Asian investment, urbanization, international development aid, and the discovery of oil. The goal of the course is to explore theories and debates on development through deep engagement, using Ghana as a sort of intensive case study. Ghana’s specific development trajectory will in turn be located alongside that of wider Africa and the global South, and alongside development debates and discourses whenever possible. Field trips will include visits to sites such as local gold mines and cocoa fields.","days":"","days2":"","notes":""},
        "81":{"course":"IDSEM-UG9357","title":"PARIS: Urban Ethnography","credit":"4","foundation-libarts":"SOC","level":"U","term":"SP","type":"Global Programs (IDSEM-UG)","year":"2017","section":"001","description":"THIS COURSE TAKES PLACE IN PARIS: Taking the city, and specifically the city of Paris, as its focus, this course explores what anthropology can bring to an understanding of cities and urban life. Complex spaces that at once create, sustain, and transgress various forms of social and cultural distinction, cities pose particular challenges for the ethnographer in pursuit of fine-grained analysis that takes into account the multiple and transecting strands of the urban metropolis. In this course, we study various forms of ethnographic analysis in order to gain insight into the particularities of Paris and the broader historic, social, economic, and political phenomena that the city and its spatial organization reveal. Working out from an understanding of urban space as a socially and politically meaningful site of claims-making and contestation, we consider the importance of consumption and display in shaping urban identities, and of the shifting dynamics of groups and boundaries within the urban context. Alongside their investigation of the city, students also have an opportunity to develop their skills in ethnographic research methods. Exercises in participant-observation and and in the transformation of first-hand experience into a finished piece of ethnographic work allow students a chance to gain appreciation for the complexities of “the field” while developing insight into a corner of Parisian life. Through critical reading of texts in urban anthropology and related fields, site visits in and around Paris, and methodology workshops wherein students explore the “doing” of field research, the course allows students an opportunity to deepen their knowledge of Paris and of the complexity more broadly of city life. \n\n","days":"","days2":"","instructors":[{"Beth Epstein":"/content/gallatin/en/people/faculty/be9999"}],"notes":""},
        "82":{"course":"IDSEM-UG1821","title":"Democracy and Difference","credit":"4","foundation-libarts":"SOC","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"This seminar focuses on what political theorists call \"democratic theory,\" which addresses the defining institutions, cultural meaning, inherent difficulties, and contemporary crisis of specifically \"democratic\" forms of political life. We begin by reviewing classical and contemporary formulations of what democracy is, for what can be called liberal, deliberative, communitarian, and agonistic approaches entail very definitions of democracy, contrasting senses of its dangers and possibilities, as well as divergent visions of citizenship and public life, political culture and modernity. Then we consider these approaches in relation to the issue of  <em>difference:<\/em>  how do they explain and address the persistence of racialized and gendered forms of inequality in regimes committed to formal and legal equality? Why are formally democratic societies typically characterized by intense struggle over issues of identity and difference, not only race, gender, and sexuality, but also immigration? Our seminar concludes by exploring the relation between democratic regimes and empire, state violence, and national security: how does \"democracy\" become the name for a regime engaged in permanent war, torture, surveillance of citizens, and suspension of civil liberties? \n\n","days":"Fri","times":"11:00 AM - 1:45 PM","days2":"","instructors":[{"Rosanne Kennedy":"/content/gallatin/en/people/faculty/rtk1"}],"notes":""},
        "83":{"course":"IDSEM-UG1116","title":"Fate and Free Will in the Epic Tradition","credit":"4","foundation-libarts":"HUM","foundation-histcult":"PREMOD","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"The role of the gods in human affairs inevitably raises the question of fate and free will. The epics, from the ancient world to the Renaissance, frequently reflect and define this debate. This course examines how the epics of Homer, Vergil, Dante and Milton not only mirror the philosophical and theological perceptions of the period, but sometimes forecast future debates on the issue. Readings may include the  <em>Epic of Gilgamesh, Iliad<\/em>  or  <em>Odyssey, Aeneid,<\/em>  and  <em>Divine Comedy,<\/em>  as well as selections from Plato's  <em>Protagoras<\/em>  or Aristotle's  <em>Ethics<\/em> , Cicero's  <em>De Fato<\/em> , Boethius's  <em>Consolation of Philosophy<\/em> , and Fromm's  <em>Escape From Freedom<\/em> . \n\n","days":"Wed","times":"3:30 PM - 6:10 PM","days2":"","instructors":[{"Antonio Rutigliano":"/content/gallatin/en/people/faculty/ar31"}],"notes":""},
        "84":{"course":"IDSEM-UG1927","title":"Frantz Fanon: Humanism, Revolution and the Decolonization of the Mind","credit":"2","foundation-libarts":"HUM","foundation-histcult":"GLOBAL","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"This class investigates the architecture and history of colonialism and neo-colonialism and its intersections with race, gender and labor within Martinique, Haiti and Algeria in the 20th century. The life and work of Martinican-born psychoanalyst and social philosopher Frantz Fanon is the central lens in which we will interrogate (neo)colonialism and citizen responses to the psycho-social world that imperial encounters made. By examining several key texts, including  <em>Wretched of the Earth<\/em>  (1961),  <em>Black Skin, White Masks (1952) <\/em> and  <em>A Dying Colonialism <\/em> (1965) and a number of films, this course poses a number of key questions: What does it mean to be human? What does wo/man want? In what ways does Fanon's discussion of existentialism, alienation or even the idea or the materiality of the veil prove relevant to current political and social tensions and movements in the United States and abroad? Is there a \"healing psychological force\" in revolutionary action? Fanon's work is an important piece in understanding the development and intervention of mid-twentieth century critical theory and intellectual history in the Atlantic world.\n\n","days":"Thu","times":"3:30 PM - 6:10 PM","days2":"","instructors":[{"Millery Polyné":"/content/gallatin/en/people/faculty/mp993"}],"notes":"Course meets during the first seven weeks only, First Class: January 26; Last Class: March 9."},
        "85":{"course":"IDSEM-UG1919","title":"Fashion: The Art, the Politics, the Performance","credit":"4","foundation-libarts":"HUM","level":"U","term":"SP","type":"Interdisciplinary Seminars (IDSEM-UG)","year":"2017","section":"001","description":"This seminar is devoted to the modern legacy of fashion, to understanding how the 19th and 20th centuries shaped fashion and how fashion shapes us today in the 21st. We shall explore the sexual politics of fashion, its philosophical relationship to temporality (its relentless and impossible pursuit of the ‘now’), and its relationship to certain modernist art movements. Fashion, as opposed to traditional dress based on one’s social class or occupation, is a fairly recent phenomenon. Historians place the beginning of fashion in the early fifteenth century, concurrent with the burgeoning wool and silk trades of Flanders and Italy. One result of the increased trade and travel of this era was a new, growing awareness of what people were wearing beyond one’s own small community. A new desire was born: the wish to look like a figure in a picture, to imitate someone you might never have seen in person. The everyday act of dressing turned into a version of costuming the self, inhabiting a theatrical role, based on an imagined relationship to an image. Fashion, in other words, finds its roots in performance. This performance now plays out on a global stage and has become a multi-billion- dollar industry, raising a host of aesthetic, philosophical, and political questions: Can one opt out of this performance? For whom is fashion performed? How do we experience the duality or split implied by the daily creation of a ‘fashioned self’? \n\n\n\n","days":"Tue","times":"6:20 PM - 9:00 PM","days2":"","instructors":[{"Rhonda Garelick":"/content/gallatin/en/people/faculty/rg9999"}],"notes":"Section 1 reserved for students who have completed a Practicum in Fashion Business. Prerequisite: PRACT-UG 1301.\nSection 2 restricted to juniors and seniors who have taken advanced classes in literature, history, art history, or anthropology.  All others permission of the instructor required (rkgar@earthlink.net)."}
}